{"name":"Dawn Mass of the Nativity","introit":["Isaiah. 9. 2, 6","LUX fulgébit hódie super nos: quia natus est nobis Dóminus: et vocábitur Admirábilis, Deus, Princeps pacis, Pater futúri sæculi: cujus regni non erit finis. Ps. 92. 1. Dóminus regnávit, decórem indútus est: indútus est Dóminus fortitúdinem, et præcínxit se. V. Glória Patri.","A Light shall shine upon us this day: for the Lord is born to us: and He shall be called Wonderful, God, the Prince of Peace, the Father of the world to come: of whose reign there shall be no end. Ps. The Lord hath reigned, He is clothed with beauty: the Lord is clothed with strength, and hath girded Himself. V. Glory be to the Father"],"collect":["","DA nobis, quæsumus, omnípotens Deus: ut, qui nova incarnáti Verbi tui luce perfúndimur; hoc in nostro respléndeat ópere, quod per fidem fulget in mente. Per eúmdem Dóminum.","Grant, we beseech Thee, almighty God, that we, upon whom is poured the new light of Thy Word made flesh, may show forth in our actions that which by faith shineth in our minds. Through the same our Lord"],"epistle":["Titus 3. 4-7","CARÍSSIME Appáruit benígnitas et humánitas Salvatóris nostri Dei: non ex opéribus justítiæ, quæ fécimus nos, sed secúndum suam misericórdiam salvos nos fecit per lavácrum regeneratiónis et renovatiónis Spíritus Sancti, quem effúdit in nos abúnde per Jesum Christum Salvatórem nostrum: ut justificáti grátia ipsíus, herédes simus secúndum spem vitæ ætérnæ: in Christo Jesu Dómino nostro.","Dearly beloved, the goodness and kindness of God our Savior appeared: not by the works of justice which we have done, but according to His mercy He saved us by the laver of regeneration and renovation of the Holy Ghost, whom He hath poured forth upon us abundantly through Jesus Christ our Savior: that, being justified by His grace, we may be heirs according to hope of life everlasting: in Christ Jesus our Lord"],"gradual":["Psalm 117. 26, 27, 23","BENEDÍCTUS qui venit in nómine Dómini: Deus Dóminus, et illúxit nobis. A Dómino factum est istud: et est mirábile in óculis nostris.","Blessed be He that cometh in the name of the Lord: the Lord is God, and He hath shone upon us. This is the Lord’s doing: and it is wonderful in our eyes"],"alleluia":["Psalm 92. 1","ALLELÚIA, allelúia. Dóminus regnávit, decórem índuit: índuit Dóminus fortitúdinem, et præcínxit se virtúte. Allelúia.","Alleluia, alleluia. The Lord hath reigned, He is clothed with beauty: the Lord is clothed with strength, and hath girded Himself with power. Alleluia"],"gospel":["Luke 2. 15-20","IN illo témpore: Pastóres loquebántur ad ínvicem: Transeámus usque Béthlehem, et videámus hoc verbum quod factum est, quod Dóminus osténdit nobis. Et venérunt festinántes: et invenérunt Maríam et Joseph, et infántem pósitum in præsépio. Vidéntes autem cognovérunt de verbo quod dictum erat illis de púero hoc. Et omnes, qui audiérunt, miráti sunt: et de his, quæ dicta erant a pastóribus ad ipsos. María autem conservábat ómnia verba hæc, cónferens in corde suo. Et revérsi sunt pastóres, glorificántes et laudántes Deum in Omnibus quæ audíerant et víderant, sicut dictum est ad illos.","At that time the shepherds said one to another: Let us go over to Bethlehem, and let us see this word that is come to pass, which the Lord hath showed to us. And they came with haste: and they found Mary and Joseph, and the infant lying in the manger. And seeing they understood of the word that had been spoken to them concerning this child. And all that heard wondered: and at those things that were told them by the shepherds. But Mary kept all these words, pondering them in her heart. And the shepherds returned, glorifying and praising God for all the things they had heard and seen, as it was told unto them"],"offertory":["Psalm 92. 1-2","DEUS firmávit orbem terræ, qui non commovébitur: paráta sedes tua, Deus, ex tunc; a sæculo tu es.","God hath established the world, which shall not be moved: Thy throne, O God, is prepared from of old; Thou art from everlasting"],"secret":["","MÚNERA nostra, quæsumus, Dómine, nativitátis hodiérnæ mystériis apta provéniant, et pacem nobis semper infúndant: ut, sicut homo génitus idem refúlsit et Deus, sic nobis hæc terréna substántia cónferat, quod divínum est. Per eúmdem Dóminum.","May our offerings, we beseech Thee, O Lord, be in keeping with the mysteries of this festival of the Nativity, and ever pour down upon us peace: that even as He who was born Man shone forth also as God, so may this earthly substance bestow upon us that which is divine. Through the same our Lord"],"communion":["Zach. 9. 9","EXSÚLTA, fília Sion, lauda, fília Jerúsalem: ecce rex tuus venit sanctus, et salvátor mundi.","Rejoice greatly, O Daughter of Sion, shout for joy, O Daughter of Jerusalem: behold thy King comes, holy, the Savior of the world"],"postcommunion":["","HUJUS nos, Dómine, sacraménti semper nóvitas natális instáuret: cujus Natívitas singuláris humánam répulit vetustátem. Per eúmdem Dóminum nostrum.","May this sacrament, Lord, give us always the freshness of new life, for Your marvellous Birth has defeated man’s helplessness. Through the same our Lord"]}