{"name":"Day Mass of the Nativity","introit":["Isaias 9: 6; Psalm 97, 1","PUER natus est nobis, et fílius datus est nobis: cujus impérium super húmerum ejus: et vocábitur nomen ejus, magni consílii Angelus. Ps. Cantáte Dómino cánticum novum, quia mirabília fecit. Glória Patri.","A Child is born to us, and a Son is given to us: Whose government is upon His shoulder: and His name shall be called the Angel of great counsel. Ps. Sing ye to the Lord a new canticle: because He hath done wonderful things. Glory be to the Father"],"collect":["","CONCÉDE, quæsumus, omnípotens Deus: ut nos Unigéniti tui nova per carnem Natívitas líberet; quos sub peccáti jugo vetústa sérvitus tenet. Per eúmdem Dóminum.","Grant, we beseech Thee, almighty God, that the new birth in the flesh of Thine only-begotten Son may set us free, whom the old bondage doth hold under the yoke of sin. Through the same our Lord"],"epistle":["Hebrews 1: 1-11","MULTIFÁRIAM, multísque modis olim Deus loquens pátribus in prophétis: novíssime diébus istis locútus est nobis in Fílio, quem constítuit heredem universórum, per quem fecit et sæcula: qui cum sit splendor glóriæ, et figúra substántiæ ejus, portánsque ómnia verbo virtútis suæ, purgatiónem peccatórum fáciens, sedet ad déxteram majestátis in excélsis: tanto mélior Angelis efféctus, quanto differéntius præ illis nomen hereditávit. Cui enim dixit aliquándo Angelórum: Fílius meus es tu, ego hódie génui te? Et rursum: Ego ero illi in patrem, et ipse erit mihi in fílium? Et cum íterum introdúcit primogénitum in orbem terræ, dicit: Et adórent eum omnes Angeli Dei. Et ad Angelos quidem dicit: Qui facit Angelos suos spíritus, et minístros suos flammam ignis. Ad Fílium autem: Thronus tuus, Deus, in sæculum sæculi: virga æquitátis, virga regni tui. Dilexísti justítiam, et odísti iniquitátem: proptérea unxit te Deus, Deus tuus, óleo exsultatiónis præ particípibus tuis. Et: Tu in princípio, Dómine, terram fundásti: et ópera mánuum tuárum sunt cœli. Ipsi períbunt, tu autem permanébis; et omnes ut vestiméntum veterascent: et velut amíctum mutábis eos, et mutabúntur: tu autem idem ipse es, et anni tui non defícient.","God, Who at sundry times and in divers manners spoke in times past to the fathers by the prophets, last of all in these days hath spoken to us by His Son, Whom He hath appointed heir of all things, by Whom also He made the world: Who being the brightness of His glory and the figure of His substance, and upholding all things by the word of His power, making purgation of sins, sitteth on the right hand of the Majesty on high: being made so much better than the angels as He hath inherited a more excellent name than they. For to which of the angels hath He said at any time: Thou art My Son, today have I begotten Thee? And again: I will be to Him a Father, and He shall be to Me a Son? And again, when He bringeth in the first begotten into the world, He saith: And let all the angels of God adore Him. And to the angels indeed He saith: He that maketh His angels spirits, and His ministers a flame of fire. But to the Son: Thy throne, O God, is for ever and ever: a sceptre of justice is the sceptre of Thy kingdom. Thou hast loved justice and hated iniquity: therefore God, Thy God, hath anointed Thee with the oil of gladness above Thy fellows. And: Thou in the beginning, O Lord, didst found the earth: and the works of Thy hands are the heavens. They shall perish, but Thou shalt continue; and they shall all grow old as a garment: and as a vesture shalt Thou change them, and they shall be changed: but Thou art the selfsame, and Thy years shall not fail"],"gradual":["Psalm 97: 3-4, 2","VIDÉRUNT omnes fines terræ salutáre Dei nostri: jubiláte Deo, omnis terra. Notum fecit Dóminus salutáre suum: ante conspéctum géntium revelávit justítiam suam.","ALL the ends of the earth have seen the salvation of our God: sing joyfully to God, all the earth. The Lord hath made known His salvation: He hath revealed His justice in the sight of the Gentiles"],"alleluia":["Psalm 2: 7","ALLELÚIA, allelúia. Dies sanctifícátus illúxit nobis: veníte, gentes, et adoráte Dóminum: quia hódie descéndit lux magna super terram. Allelúia.","Alleluia, alleluia. A sanctified day hath shone upon us: come ye Gentiles and adore the Lord: for this day a great light hath descended upon the earth. Alleluia"],"gospel":["John 1: 1-14","IN princípio erat Verbum, et Verbum erat apud Deum, et Deus erat Verbum. Hoc erat in princípio apud Deum. Omnia per ipsum facta sunt: et sine ipso factum est nihil quod factum est: in ipso vita erat, et vita erat lux hóminum: et lux in ténebris lucet, et ténebræ eam non comprehendérunt. Fuit homo missus a Deo, cui nomen erat Joánnes. Hic venit in testimónium, ut testimónium perhibéret de lúmine, ut omnes créderent per illum. Non erat ille lux, sed ut testimónium perhibéret de lúmine. Erat lux vera, quæ illúminat omnem hóminem veniéntem in hunc mundum. In mundo erat, et mundus per ipsum factus est, et mundus eum non cognóvit. In própria venit, et sui eum non recepérunt; Quotquot autem recepérunt eum, dedit eis potestátem fílios Dei fíeri, his, qui credunt in nómine ejus: qui non ex sanguínibus, neque ex voluntáte carnis, neque ex voluntáte viri, sed ex Deo nati sunt. [Hic genuflectitur.] Et verbum caro factum est, et habitávit in nobis: et vídimus glóriam ejus, et glóriam quasi Unigéniti a Patre, plenum grátiæ et veritátis.","In the beginning was the Word, and the Word was with God, and the Word was God. The same was in the beginning with God. All things were made by Him, and without Him was made nothing that was made: in Him was life, and the life was the Light of men; and the Light shineth in darkness, and the darkness did not comprehend it. There was a man sent from God, whose name was John. This man came for a witness, to give testimony of the Light, that all might believe through Him. He was not the Light, but he was to give testimony of the Light. That was the true Light, which enlighteneth every man that cometh into this world. He was in the world, and the world was made by Him, and the world knew Him not. He came unto His own, and His own received Him not. But as many as received Him, He gave them power to become sons of God, to them that believe in His Name, who are born not of blood, nor of the will of the flesh, nor of the will of man, but of God. [Here all kneel.] And the Word was made flesh, and dwelt among us: and we saw His glory, the glory as of the only-begotten of the Father, full of grace and truth"],"offertory":["Psalm 88:12, 15","TUI sunt cœli et tua est terra: orbem terrarium, et plenitúdinem ejus tu fundásti: justítia et judicium præparatio sedis tuæ.","Thine are the heavens, and Thine is the earth, the world and the fulness thereof Thou hast founded: justice and judgment are the preparation of Thy throne"],"secret":["","OBLATA, Dómine, múnera, nova Unigéniti tui nativitáte sanctífica: nosque a peccatórum nostrórum máculis emúnda. Per eúmdem Dóminum.","Sanctify, O Lord, the gifts offered to Thee by the new birth of Thine only-begotten Son: and cleanse us from the stains of our sins. Through the same our Lord"],"communion":["Psalm 97: 3","VIDÉRUNT omnes fines terræ salutáre Dei nostri.","All the ends of the earth have seen the salvation of our Lord"],"postcommunion":["","PRÆSTA, quæsumus, omnípotens Deus: ut natus hódie Salvátor mundi, sicut divínæ nobis generatiónis est auctor; ita et immortalitátis sit ipse largítor: Qui tecum vivit et regnat.","Grant, we beseech Thee, almighty God, that as the Savior of the world born on this day is the Author of our heavenly birth, so He may Himself also be to us the Giver of immortality: Who with Thee liveth and reigneth"]}