{"name":"Eleventh Sunday after Pentecost","introit":["Psalm 67. 6-7, 36","DEUS in loco sancto suo: Deus qui inhabitáre facit unánimes in domo: ipse dabit virtútem, et fortitúdinem plebi suæ. Ps. 67. 2. Exsúrgat Deus, et dissipéntur inimíci ejus: et fúgiant, qui odérunt eum, a fácie ejus. V. Gloria Patri.","God in His holy place; God who maketh men of one mind to dwell in a house: He shall give power and strength to His people. Ps. Let God arise, and let His enemies be scattered: and let them that hate Him flee from before His face. V. Glory be to the Father"],"collect":["","OMNIPOTENS sempitérne Deus, qui abundántía pietátis tuæ et mérita súpplicum excédis et vota: effúnde super nos misericórdiam tuam; ut dimíttas quæ consciéntia métuit, et adjícias quod orátio non præsúmit. Per Dóminum.","Almighty and eternal God, Who in the abundance of Thy loving kindness art wont to give beyond the deserts and desires of those who humbly pray; pour down upon us Thy mercy, forgiving us these things of which our conscience is afraid, and granting us those blessings which we dare not presume to ask. Through our Lord"],"epistle":["I Corinthians 15. 1-10","FRATRES: Notum vobis fácio Evangélium, quod prædcávi vobis, quod et accepístis, in quo et statis, per quod et salvámini: qua ratióne prædicáverim vobis, si tenétis, nisi frustra credidístis. Trádidi enim vobis in primis, quod et accépi: quóniam Christus mórtuus est pro peccátis nostris secúndum Scriptúras: et quia sepúltus est, et quia resurréxit tértia die secúndum Scriptúras: et quia visus est Cephæ, et post hoc úndecim. Deínde visus est plus quam quingéntis frátribus simul, ex quibus multi manent usque adhuc, quidam autem dormiérunt. Deínde visus est Jacóbo, deínde Apóstolis ómnibus: novíssime autem ómnium tamquam abortívo, visus est et mihi. Ego enim sum mínimus Apostolórum, qui non sum dignus vocári Apóstolus, quóniam persecútus sum Ecclésiam Dei. Grátia autem Dei sum id quod sum, et grátia ejus in me vácua non fuit.","Brethren: I make known unto you the gospel which I preached to you, which also you have received, and wherein you stand, by which also you are saved, if you hold fast after what manner I preached unto you, unless you have believed in vain. For I delivered unto you first of all, which I also received, how that Christ died for our sins according to the Scriptures; and that He was buried, and that He rose again the third day according to the Scriptures; and that He was seen by Cephas, and after that by the eleven. Then was He seen by more than five hundred brethren at once; of whom many remain until this present, and some are fallen asleep. After that He was seen by James then by all the apostles. And last of all He was seen also by me, as by one born out of due time. For I am the least of the apostles, who am not worthy to be called an apostle, because I persecuted the church of God; but by the grace of God I am what I am; and His grace in me hath not been void"],"gradual":["Psalm 27. 7, 1","IN Deo sperávit cor meum, et adjútus sum: et reflóruit caro mea, et ex voluntáte mea confitébor illi. V. Ad te, Dómine, clamávi: Deus meus, ne síleas: ne discédas a me.","In God hath my heart confided, and I have been helped; and my flesh hath flourished again; and with my will I will give praise to Him. V. Unto Thee will I cry, O Lord: O my God, be not Thou silent; depart not from me"],"alleluia":["Psalm 80. 2-3","ALLELÚIA, allelúia. V. Exsultáte Deo adjutóri nostro, jubiláte Deo Jacob: súmite psalmum jucúndum cum cíthara. Allelúia.","Alleluia, alleluia. V. Rejoice to God our helper; sing aloud to the God of Jacob; take a pleasant psalm with the harp. Alleluia"],"gospel":["Mark 7. 31-37","IN illo témpore: Exiens Jesus de fínibus Tyri, venit per Sidónem ad mare Galilææ, inter médios fines Decapóleos. Et addúcunt ei surdum et mutum, et deprecabúntur eum, ut impónat illi manum. Et apprehéndens eum de turba seórsum, misit dígitos suos in aurículas ejus: et éxspuens, tétigit linguam ejus: et suspíciens in cælum, ingémuit, et ait illi: Ephphetha, quod est adaperíre. Et statim apértæ sunt aures ejus, et solútum est vinculum linguæ ejus, et loquebántur recte. Et præcépit illis, ne cui dícerent. Quanto autem eis præcipiébat, tanto magis plus prædicábant: et eo ámplius admirabántur, dicéntes: Bene ómnia fecit: et surdos fecit audíre et mutos loqui.","At that time, Jesus going out of the coasts of Tyre, came by Sidon to the sea of Galilee, through the midst of the coasts of Decapolis. And they bring to Him one deaf and dumb, and they besought Him that He would lay His hand upon him. And taking him from the multitude apart, He put His fingers into his ears, and spitting, He touched his tongue; and looking up to heaven, He groaned and said to him: Ephphetha, which is, Be thou opened: and immediately his ears were opened, and the string of his tongue was loosed, and he spoke right. And He charged them that they should tell no man: but the more He charged them so much the more a great deal did they publish it; and so much the more did they wonder, saying: He hath done all things well; He hath made both the deaf to hear and the dumb to speak"],"offertory":["Psalm 29. 2-3","EXALTÁBO te, Dómine, quóniam suscepísti me, nec delectásti inimícos meos super me: Dómine, clamávi ad te, et sanásti me.","I will extol Thee, O Lord, for Thou hast upheld me; and hast not made my enemies to rejoice over me: O Lord, I have cried to Thee, and Thou hast healed me"],"secret":["","RÉSPICE, Dómine, quæsumus, nostram propítius servitútem: ut, quod offérimus, sit tibi munus accéptum, et sit nostræ fragilitátis subsídium. Per Dóminum.","Look down in mercy upon our service, we beseech Thee, O Lord, that the gifts we offer may be acceptable unto Thee, and a support in our weakness. Through our Lord"],"communion":["Proverbs 3. 9, 10","HONÓRA Dóminum de tua substántia, et de primítiis frugum tuárum: et implebúntur hórrea tua saturitáte, et vino torculária redundábunt.","Honor the Lord with thy substance, and with the first of all thy fruits: and thy barns shall be filled with abundance, and thy presses shall run over with wine"],"postcommunion":["","SENTIÁMUS, quæsumus, Dómine, tui perceptióne sacraménti, subsídium mentis et córporis: ut in utróque salváti, cæléstis remédii plenitúdine gloriémur. Per Dóminum.","Having received Thy holy sacrament, we beseech Thee, O Lord, that we may feel supported in soul and body; that being saved in both, we may glory in the fullness of the heavenly remedy. Through our Lord"]}