{
	"name": "THE EPIPHANY BLESSINGS",
	"introit": [
		"Proverbs 23. 24, 25",
		"EXSULTAT gáudio pater Justi, gáudeat Pater tuus et Mater tua, et exsúltet quæ génuit te. Ps. 83. 2-3. Quam dilécta tabernácula tua, Dómine virtútum: concupíscit et déficit ánima mea in átria Dómini V. Glória Patri.",
		"The father of the Just rejoiceth greatly, let Thy father and Thy mother be joyful, and let her rejoice that bore Thee. Ps. How lovely are Thy tabernacles, O Lord of Hosts; my soul longeth and fainteth for the courts of the Lord. V. Glory be to the Father"
	],
	"collect": [
		"",
		"DÓMINE Jesu Christe, qui Maríæ et Joseph súbditus domésticam vitam ineffabílibus virtútibus consecrásti: fac nos, utriúsque auxílio, Famíliæ sanctæ tuæ exémplis ínstrui; et consórtium cónsequi sempitérnum: Qui vivis et regnas.",
		"O Lord Jesus Christ, who when Thou wast subject to Mary and Joseph didst sanctify the home life with ineffable virtues: grant that by their assistance, we may be instructed by the example of Thy Holy Family and become partakers of their eternal happiness: Who livest and reignest"
	],
	"epistle": [
		"Colossians 3. 12-17",
		"FRATRES: Indúite vos ergo sicut elécti Dei, sancti, et dilécti, víscera misericórdiæ, benignitátem, humilitátem, modéstiam, patiéntiam: supportántes ínvicem, et donántes vobismetípsis, si quis advérsus áliquem habet querélam: sicut et Dóminus donávit vobis, ita et vos. Super ómnia autem hæc caritátem habéte, quod est vínculum perfectiónis. Et pax Christi exsúltet in córdibus vestris, in qua et vocáti estis in uno córpore: et grati estóte. Verbum Christi hábitet in vobis abundánter, in omni sapiéntia, docéntes, et commonéntes vosmetípsos psalmis, hymnis, et cánticis spirituálibus, in grátia cantántes in córdibus vestris Deo. Omne quodcúmque fácitis in verbo aut in ópere, ómnia in nómine Dómini Jesu Christi, grátias agéntes Deo et Patri per ipsum.",
		"Brethren: Put ye on therefore, as the elect of God, holy, and beloved, the bowels of mercy, benignity, humility, modesty, patience: bearing with one another and forgiving one another if any have a complaint against another. Even as the Lord hath forgiven you, so do you also. But above all these things have charity, which is the bond of perfection. And let the peace of Christ rejoice in your hearts, wherein also you are called in one body: and be ye thankful. Let the word of Christ dwell in you abundantly, in all wisdom, teaching and admonishing one another in psalms, hymns, and spiritual canticles, singing in grace in your hearts to God. All whatsoever you do in word or in work, do all in the name of the Lord Jesus Christ, giving thanks to God and the Father by Him"
	],
	"gradual": [
		"Psalm 26. 4; 83. 5",
		"UNAM pétii a Dómino, hanc requíram; ut inhábitem in domo Dómini ómnibus diébus vitæ meæ. V. Beáti qui hábitant in domo tua, Dómine: in sæcula sæculórum laudábunt te.",
		"One thing I have asked of the Lord, this will I seek after: that I may dwell in the house of the Lord all the days of my life. V. Blessed are they that dwell in Thy house, O Lord, they shall praise Thee for ever and ever"
	],
	"alleluia": [
		"Isaias 45. 15",
		"ALLELÚIA, allelúia. Vere tu es Rex abscónditus, Deus Israël Salvátor. Allelúia.",
		"Alleluia, alleluia. Verily, Thou art a hidden God, the God of Israel, the Savior. Alleluia"
	],
	"gospel": [
		"Luke 2. 42-52",
		"CUM factus esset Jesus annórum duódecim, ascendéntibus illis Jerosólymam secundum consuetúdinem diéi festi, consummatísque diébus, cum redírent, remánsit puer Jesus in Jerúsalem, et non cognovérunt paréntes ejus. Existimántes autem illum esse in comitátu, venérunt iter diéi, et requirébant eum inter cognátos et notos. Et non inveniéntes, regréssi sunt in Jerúsalem, requiréntes eum. Et factum est, post tríduum invenérunt illum in templo sedéntem in médio doctórum, audiéntem illos et interrogántem eos. Stupébant autem omnes, qui eum audiébant, super prudéntia et respónsis ejus. Et vidéntes admiráti sunt. Et dixit mater ejus ad illum: Fili, quid fecísti nobis sic? Ecce pater tuus et ego doléntes quærebámus te. Et ait ad illos: Quid est quod me quærebátis? Nesciebátis quia in his, quæ Patris mei sunt, opórtet me esse? Et ipsi non intellexérunt verbum quod locútus est ad eos. Et descéndit cum eis, et venit Názareth: et erat súbditus illis. Et mater ejus conservábat ómnia verba hæc in corde suo. Et Jesus proficiébat sapiéntia et ætáte et grátia apud Deum et hómines.",
		"When Jesus was twelve years old, they going up into Jerusalem according to the custom of the feast, and having fulfilled the days, when they returned, the Child Jesus remained in Jerusalem, and His parents knew it not. And thinking that He was in the company, they came a day’s journey, and sought Him among His kinsfolk and acquaintance. And not finding Him, they returned into Jerusalem, seeking Him. And it came to pass that after three days they found Him in the Temple, sitting in the midst of the doctors, hearing them and asking them questions. And all that heard Him were astonished at His wisdom and His answers. And seeing Him they wondered. And His mother said to Him: Son, why hast Thou done so to us? Behold Thy father and I have sought Thee sorrowing. And He said to them: How is it that you sought Me? Did you not know that I must be about My Father’s business? And they understood not the word that He spoke unto them. And He went down with them and came to Nazareth, and was subject to them. And His mother kept all these words in her heart. And Jesus advanced in wisdom and age and grace with God and men"
	],
	"offertory": [
		"Luke 2. 22",
		"TULÉRUNT Jesum paréntes ejus in Jerúsalem, ut sísterunt eum Dómino.",
		"The parents of Jesus carried Him to Jerusalem to present Him to the Lord"
	],
	"secret": [
		"",
		"PLACATIÓNIS hóstiam offérimus tibi, Dómine, supplíciter deprecántes: ut, per intercessiónem Deíparæ Vírginis cum beáto Joseph, famílias nostras in pace et grátia tua fírmiter constítuas. Per eúmdem Dóminum.",
		"We offer to Thee, O Lord, this sacrifice of propitiation, humbly entreating that through the intercession of the virgin Mother of God and blessed Joseph, Thou wouldst firmly establish our families in Thy peace and grace. Through the same our Lord"
	],
	"communion": [
		"Luke 2. 51",
		"DESCÉNDIT Jesus cum eis, et venit Názareth, et erat, súbditus illis.",
		"Jesus went down with them and came to Nazareth, and was subject to them"
	],
	"postcommunion": [
		"",
		"QUOS cæléstibus réficis Sacraméntis, fac, Dómine Jesu, sanctæ Famíliæ tuæ exémpla júgiter imítari: ut in hora mortis nostræ ocurrénte gloriósa Vírginæ Matre tua cum beáto Joseph, per te in ætérna tabernácula récipi mereámur: Qui vivas et regnas.",
		"Make us, O Lord Jesus, whom Thou dost refresh with Thy heavenly sacraments, ever to follow the example of Thy holy Family, that at the hour of our death the glorious Virgin Mother and blessed Joseph may be near us, and we be found worthy to be received by Thee into Thy eternal dwellings. Who livest and reignest"
	]
}
