{"name":"Fourteenth Sunday after Pentecost","introit":["Psalm 83. 10-11","PROTECTOR noster, áspice, Deus, et réspice in fáciem Christi tui: quia mélior est dies una in átriis tuis super mílla. Ps. 83. 2-3. Quam dilécta tabernácula tua, Dómine virtútum! concupíscit et déficit ánima mea in átria Dómine. V. Gloria Patri.","Behold, O God, our protector, and look on the face of Thy Christ: for better is one day in Thy courts above thousands. Ps. How lovely are Thy tabernacles, O Lord of hosts! my soul longeth and fainteth for the courts of the Lord. V. Glory be to the Father"],"collect":["","CUSTÓDI, Dómine, quæsumus, Ecclésiam tuam propitiatióne perpátua: et quia sine te lábitur humána mortálitas; tuis semper auxíliis et abstrahátur a nóxiis, et ad salutária dirigátur. Per Dóminum.","Keep, we beseech Thee, O Lord, Thy Church with perpetual peace; and because the frailty of man without Thee cannot but fall, keep us ever by Thy help from all things hurtful, and lead us to all things profitable to our salvation. Through our Lord"],"epistle":["Galatians 5. 16-24","FRATRES: Spíritu ambuláte, et desidéria carnis non perficiétis. Caro enim concupíscit advérsus spíritum, spíritus autem adversus carnem: hæc enim sibi ínvicem adversántur, ut non quæcúmque vultis, illa faciátis. Quod si spíritu ducímini, non estis sub lege. Manifésta sunt autem ópera carnis, quae sunt fornicátio, immundítia, impudicítia, luxúria, idolórum sérvitus, venefícia, inimicítiae, contentiónes, æmulatiónes, iræ, rixæ, dissensiónes, sectæ, invidiæ, homicídia, ebrietátes, comessatiónes, et his similia: quae prædíco vobis, sicut prædíxi: quóniam, qui tália agunt, regnum Dei non consequéntur. Fructus autem Spíritus est: cáritas, gáudium, pax, patiéntia, benígnitas, bónitas, longanímitas, mansuetúdo, fides, modéstia, continéntia, cástitas. Advérsus hujúsmodi non est lex. Qui autem sunt Christi, carnem suam crucifixérunt cum vítiis et concupiscéntis.","Brethren: Walk in the spirit, and you shall not fulfil the lusts of the flesh: for the flesh lusteth against the spirit, and the spirit against the flesh; for these are contrary one to another, so that you do not the things that you would. But if you are led by the spirit, you are not under the law. Now the works of the flesh are manifest, which are fornication, uncleanness, immodesty, luxury, idolatry, witchcrafts, enmities, contentions, emulations, wraths, quarrels, dissensions, sects, envies, murders, drunkenness, revellings, and such like; of the which I foretell you, as I have foretold to you, that they who do such things shall not obtain the kingdom of God. But the fruit of the spirit is: charity, joy, peace, patience, benignity, goodness, longanimity, mildness, faith, modesty, continency, chastity. Against such there is no law. And they that are Christ’s have crucified their flesh with the vices and concupiscences"],"gradual":["Psalm 117. 8-9","BONUM est confídere in Dómino, quam confídere in hómine. V. Bonum est speráre in Dómino, quam speráre in princípibus.","It is good to confide in the Lord, rather than to have confidence in man. V. It is good to trust in the Lord, rather than to trust in princes"],"alleluia":["Psalm 94. 1","ALLELÚIA, allelúia. V. Veníte, exsultémus Dómino, jubilémus Deo salutári nostro. Allelúia.","Alleluia, alleluia. V. Come, let us praise the Lord with joy; let us joyfully sing to God our Savior. Alleluia"],"gospel":["Matthew 6. 24-33","IN illo témpore: Dixit Jesus discípulis suis: Nemo potest duóbus dóminis servíre: aut enim unum ódio habébit, et álterum díliget: aut unum sustinébit, et álterum contémnet. Non potéstis Deo servíre et mammónæ. Ideo dico vobis, ne sollíciti sitis ánimæ vestræ quid manducé tis, neque córpori vestro quid induámini. Nonne ánima plus est quam esca: et corpus plus quam vestiméntum? Respícite volatília cæli, quóniam non serunt neque metunt neque cóngregant in hórrea: et Pater vester cæléstis pascit illa. Nonne vos magis pluris estis illis? Quis autem vestrum cógitans potest adjícere ad statúram suam cúbitum unum? Et de vestiménto quid sollíciti estis? Consideráte lília agri quómodo crescunt: non labórant neque nent. Dico autem vobis, quóniam nec Sálomon in omni glória sua coopértus est sicut unum ex istis. Si autem fœnum agri, quod hódie est et cras in clíbanum míttitur, Deus sic vestit: quanto magis vos módicæ fídei? Nolíte ergo sollíciti esse, dicéntes: Quid manducábimus aut quid bibémus aut quo operiémur? Hæc enim ómnia gentes inquírunt. Scit enim Pater vester, quia his ómnibus indigétis. Quærite ergo primum regnum Dei et justítiam ejus: et hæc ómnia adjiciéntur vobis.","At that time Jesus said to His disciples: No man can serve two masters; for either he will hate the one and love the other, or he will sustain the one and despise the other. You cannot serve God and mammon. Therefore I say to you, be not solicitous for your life, what you shall eat, nor for your body, what you shall put on. Is not the life more than the meat, and the body more than the raiment? Behold the birds of the air; for they neither sow nor do they reap, nor gather into barns, and your heavenly Father feedeth them. Are you not of much more value than they? And which of you, by taking thought, can add to his stature one cubit? And for raiment why are you solicitous? Consider the lilies of the field, how they grow; they labor not, neither do they spin; but I say to you, that not even Solomon in all his glory was arrayed as one of these. Now if God so clothe the grass of the field, which is today, and tomorrow is cast into the oven, how much more you, O ye of little faith! Be not solicitous therefore saying, what shall we eat, or what shall we drink, or wherewith shall we be clothed, for after all these things do the heathens seek. For your Father knoweth that you have need of all these things. Seek ye therefore first the Kingdom of God, and His justice; and all these things shall be added unto you"],"offertory":["Psalm 33. 8-9","TUIIMMÍTTET Angelus Dómini in circúitu timéntium eum, et erípiet eos: gustáte et vidéte, quóniam suávis est Dóminus.","The angel of the Lord shall encamp round about them that fear Him, and shall deliver them: O taste and see that the Lord is sweet"],"secret":["","CONCÉDE nobis, Dómine, quæsumus, ut hæc hóstia salutáris et nostrórum fiat purgátio delictórum, et tuæ propitiátio potestátis. Per Dóminum.","Grant, we beseech Thee, O Lord, that the saving oblation we offer, may both atone for our sins, and propitiate for us Thine almighty power. Through our Lord"],"communion":["Matthew 6. 33","PRIMUM quærite regnum Dei, et ómnia adjiciéntur vobis, dicit Dóminus.","Seek first the Kingdom of God: and all things shall be added unto you, saith the Lord"],"postcommunion":["","PURÍFICENT semper et múniant tua sacramenta nos, Deus: et ad perpétuæ ducant salvatiónis efféctum. Per Dóminum.","May Thy Sacraments, O God, at all times purify and strengthen us, and through them may we attain to eternal salvation. Through our Lord"]}