{"name":"Fourth Sunday of Advent","introit":["Isaias 45: 8 : Psalm 18: 2","RORATE cœli, désuper, et nubes pluant justum: aperiátur terra, et gérminet Salvatórem. Ps. Cœli enárrant glóriam Dei: et opera mánuum ejus annúntiat firmamentum. Glória Patri.","Drop down dew, ye heavens, from above, and let the clouds rain the just: let the earth be opened and bud forth a Savior. Ps. The heavens show forth the glory of God: and the firmament declareth the work of His hands. Glory be to the Father"],"collect":["","EXCITA, quæsumus, Dómine, poténtiam tuam, et veni: et magna nobis virtúte succúrre; ut per auxílium grátiæ tuæ, quod nostra peccáta præpédiunt, indulgéntia tuæ propitiatiónis accéleret: Qui vivis et regnas.","Stir up Thy power and come, we pray Thee, O Lord, and with great might succor us; that our deliverance, which our sins impede, may be hastened by the help of Thy grace and the forgiveness of Thy mercy: Who livest and reignteth"],"epistle":["1 Corinthians 4: 1-5","FRATRES: Sic nos exístimet homo ut minístros Christi, et dispensatóres mysteriórum Dei. Hic jam quaéritur inter dispensatóres, ut fidélis quis inveniátur. Mihi autem pro mínimo est, ut a vobis júdicer aut ab humáno die: sed neque meípsum júdico. Nihil enim mihi cónscius sum: sed non in hoc justificátus sum: qui autem júdicat me, Dóminus est. Itaque nolíte ante tempus judicáre, quoadúsque véniat Dóminus: qui et illuminábit abscóndita tenebrárum, et manifestábit consília córdium: et tunc laus erit unicuíque a Deo.","Brethren, let a man so account of us as of the ministers of Christ and the dispensers of the mysteries of God. Here now it is required among the dispensers that a man be found faithful. But to me it is a very small thing to be judged by you or by man’s day: but neither do I judge my own self. For I am not conscious to myself of anything: yet am I not hereby justified, but He that judgeth me is the Lord. Therefore judge not before the time, until the Lord come; who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise from God"],"gradual":["Psalm 144: 18, 21","PROPE est Dóminus ómnibus invocántibus eum: ómnibus qui ínvocant eum in veritáte. Laudem Dómini loquétur os meum: et benedícat omnis caro nomen sanctum ejus.","The Lord is nigh unto all them that call upon Him: to all that call upon Him in truth. My mouth shall speak the praise of the Lord: and let all flesh bless His holy name"],"alleluia":["Psalm 121:1","ALLELÚIA, allelúia. Veni, Dómine, et noli tardáre: reláxa facínora plebis tuæ Israël. Allelúia.","Alleluia, alleluia. Come, O Lord, and tarry not: forgive the sins of Thy people Israel. Alleluia"],"gospel":["Luke 3: 1-6","ANNO quinto décimo impérii Tibérii Caésaris, procuránte Póntio Piláto Judæam, tetrárcha autem Galilææ Heróde, Philíppo autem fratre ejus tetrárcha Iturææ et Trachonítidis regiónis, et Lysánia Abilínæ tetrárcha, sub princípibus sacerdótum Anna et Cáipha: factum est verbum Dómini super Joánnem, Zacharíæ filíum, in desérto. Et venit in omnem regiónem Jordánis, prædicans baptismum pœniténtiæ in remissiónem peccatórum, sicut scriptum est in libro sermónum Isaíæ prophétæ: Vox clamántis in desérto: Paráte viam Dómini: rectas fácite sémitas ejus: omnis vallis implébitur: et omnis mons et collis humiliábitur: et erunt prava in dirécta, et àspera in vias planas: et vidébit omnis caro salutáre Dei.","Now in the fifteenth year of the reign of Tiberius Cæsar, Pontius Pilate being governor of Judea, and Herod being tetrarch of Galilee, and Philip his brother tetrarch of Iturea and the country of Trachonitis, and Lysanias tetrarch of Abilina, under the high-priests Annas and Caiphas: the word of the Lord was made unto John, the son of Zachary, in the desert. And he came into all the country about the Jordan, preaching the baptism of penance for the remission of sins, as it was written in the book of the sayings of Isaias the prophet: A voice of one crying in the wilderness: Prepare ye the way of the Lord: make straight His paths: every valley shall be filled: and every mountain and hill shall be brought low, and the crooked shall be made straight, and the rough ways plain: and all flesh shall see the salvation of God"],"offertory":["Luke 1: 28, 42","AVE María, grátia plena: Dóminus tecum: benedícta tu in muliéribus, et benedíctus fructus ventris tui.","Hail Mary, full of grace: the Lord is with thee: blessed art thou among women, and blessed is the fruit of thy womb"],"secret":["","SACRIFÍCIIS præséntibus quæsumus, Dómine, placátus inténde: ut et devotióni nostræ profíciant et salúti. Per Dóminum.","Look down favorably upon these sacrifices, O Lord, we beseech Thee: that they may be profitable to our devotion and salvation. Through our Lord"],"communion":["Isaias 7: 14","ECCE virgo concípiet et páriet fílium: et vocábitur nomen ejus Emmánuel.","Behold a Virgin shall conceive and bear a son: and His name shall be called Emmanuel"],"postcommunion":["","SUMPTIS munéribus, quæsumus, Dómine: ut cum frequentatióne mystérii, crescat nostræ salútis efféctus. Per Dóminum.","Having received Thy gifts, we beseech Thee, O Lord, that with the frequentation of the mystery, the work of our salvation may increase. Through our Lord"]}