{"name":"Midnight Mass","introit":["Psalm 2: 7, 1","DOMINUS dixit ad me: Fílius meus es tu, ego hódie génui te. Ps. Quare fremuérunt gentes: et pópuli meditáti sunt inánia? Glória Patri.","The Lord hath said to me: Thou art My Son, this day have I begotten Thee. Ps. Why have the Gentiles raged, and the people devised vain things? Glory be to the Father"],"collect":["","DEUS, qui hanc sacratíssimam noctem veri lúminis fecísti illustratióne claréscere: da, quæsumus; ut, cujus lucis mystéria in terra cognóvimus, ejus quoque gáudiis in cœlo perfruámur: Qui tecum vivit et regnat.","O God, who hast made this most holy night to shine forth with the brightness of the true Light: grant, we beseech Thee, that we who have known the mystery of His light on earth, may attain the enjoyment of His happiness in heaven. Who with Thee liveth and reigneth"],"epistle":["Titus 2: 11-15","CARÍSSIME: Appáruit grátia Dei Salvatóris nostri ómnibus homínibus, erúdiens nos, ut abnegántes impietátem, et sæculária desidéria, sóbrie et juste et pie vivámus in hoc sæculo, exspectántes beátam spem et advéntum glóriæ magni Dei et Salvatóris nostri Jesu Christi: qui dedit semetípsum pro nobis: ut nos redímeret ab omni iniquitáte, et mundáret sibi pópulum acceptábilem, sectatórem bonórum óperum. Hæc lóquere et exhortáre: in Christo Jesu Dómino nostro.","Dearly beloved: The grace of God our Savior hath appeared to all men, instructing us, that, denying ungodliness and worldly desires, we should live soberly and justly and godly in this world, looking for the blessed hope and coming of the glory of the great God and our Savior Jesus Christ: Who gave Himself for us, that He might redeem us from all iniquity, and might cleanse to Himself a people acceptable, a pursuer of good works. These things speak and exhort: in Christ Jesus our Lord"],"gradual":["Psalm 109: 3, 1","TECUM princípium in die virtútis tuæ: in splendóribus sanctórum, ex útero ante lucíferum génui te. Dixit Dóminus Dómino meo: Sede a dextris meis: donec ponam inimícos tuos, scabéllum pedum tuórum.","With Thee is the principality in the day of Thy strength: in the brightness of the saints, from the womb before the day star I begot Thee. The Lord said to my Lord: Sit Thou at My right hand, until I make Thy enemies Thy footstool"],"alleluia":["Psalm 2: 7","ALLELÚIA, allelúia. Dóminus dixit ad me: Fílius meus es tu, ego hódie génui te. Allelúia.","Alleluia, alleluia. The Lord hath said to Me: Thou art My Son, this day have I begotten Thee. Alleluia"],"gospel":["Luke 2: 1-14","IN illo témpore: Exiit edíctum a Cæsare Augústo, ut describerétur univérsus orbis. Hæc descríptio prima facta est a præside Sýriæ Cyríno: et ibant omnes ut profiteréntur, sínguli in suam civitátem. Ascéndit autem et Joseph a Galilæa de civitáte Názareth, in Judæam in civitátem David, quæ vocátur Béthlehem: eo quod esset de domo et família David, ut profiterétur cum María desponsáta sibi uxóre prægnánte. Factum est autem, cum essent ibi, impléti sunt dies ut páreret. Et péperit fílium suum primogénitum, et pannis eum invólvit, et reclinávit eum in præsépio: quia non erat eis locus in diversório. Et pastóres erant in regióne eádem vigilántes, et custodiéntes vigílias noctis super gregem suam. Et ecce Angelus Dómini stetit juxta illos, et cláritas Dei circumfúlsit illos, et timuérunt timóre magno. Et dixit illis Angelus: Nolíte timére: ecce enim evangelízo vobis gáudium magnum, quod erit omni pópulo: quia natus est vobis hódie Salvátor, qui est Christus Dóminus, in civitáte David. Et hoc vobis signum: Inveniétis infántem pannis involútum, et pósitum in præsépio. Et súbito facta est cum Angelo multitúdo milítiæ cœléstis, laudántium Deum, et dicéntium: Glória in altíssimis Deo, et in terra pax homínibus bonæ voluntátis.","At that time there went out a decree from Cæsar Augustus, that the whole world should be enrolled. This enrolling was first made by Cyrinus, the governor of Syria. And all went to be enrolled, every one into his own city. And Joseph also went up from Galilee out of the city of Nazareth, into Judea to the city of David, which is called Bethlehem: because he was of the house and family of David, to be enrolled with Mary his espoused wife, who was with child. And it came to pass, that when they were there, her days were accomplished that she should be delivered. And she brought forth her first-born Son, and wrapped Him up in swaddling clothes, and laid Him in a manger: because there was no room for them in the inn. And there were in the same country shepherds watching and keeping the night watches over their flock. And behold an Angel of the Lord stood by them, and the brightness of God shone round about them, and they feared with a great fear. And the Angel said to them: Fear not; for behold I bring you good tidings of great joy, that shall be to all the people: for this day is born to you a Savior, who is Christ the Lord, in the city of David. And this shall be a sign unto you: you shall find the infant wrapped in swaddling clothes, and laid in a manger. And suddenly there was with the Angel a multitude of the heavenly army, praising God, and saying: Glory to God in the highest, and on earth peace to men of good will"],"offertory":["Psalm 95: 11, 13","LÆTÉNTUR cœli, et exsúltet terra ante fáciem Dómini: quóniam venit.","Let the heavens rejoice, and let the earth be glad before the face of the Lord: because He cometh"],"secret":["","ACCÉPTA tibi sit, Dómine, quæsumus, hodiérnæ festivitátis oblátio: ut, tua grátia largiénte, per hæc sacrosáncta commércia, in illíus inveniámur forma, in quo tecum est nostra substantia: Qui tecum vivit et regnat.","May the oblation of this day’s festival be pleasing to Thee, we beseech Thee, O Lord: that of Thy bountiful grace we may, through this sacred intercourse, be found conformed to Him, in whom our substance is united to Thee: Who with Thee liveth and reigneth"],"communion":["Psalm 109: 3","IN splendóribus sanctórum, ex útero ante lucíferum génui te.","In the brightness of the Saints, from the womb before the day star I begot Thee"],"postcommunion":["","DA nobis, quæsumus, Dómine Deus noster: ut, qui Nativitátem Dómini nostri Jesu Christi mystériis nos frequentáre gaudémus; dignis conversatiónibus ad ejus mereámur perveníre consortium: Qui tecum vivit et regnat.","Grant, we beseech Thee, O Lord our God, that we who rejoice in celebrating these mysteries of the Nativity of our Lord Jesus Christ, may, by worthy lives, deserve to attain unto fellowship with Him: Who with Thee liveth and reigneth"]}