{"name":"Octave Day of the Nativity","introit":["Isaias 9: 6","PUER natus est nobis, et fílius datus est nobis: cujus impérium super húmerum ejus: et vocábitur nomen ejus, magni consílii Angelus. Ps. Cantáte Dómino cánticum novum: quia mirabília fecit. Glória Patri.","A Child is born to us, and a Son is given to us: Whose government is upon His shoulder: and His name shall be called the Angel of great counsel. Ps. Sing ye to the Lord a new canticle: because He hath done wonderful things. Glory be to the Father"],"collect":["","DEUS, qui salútis ætérnæ, beátæ Maríæ virginitáte fœcúnda, humáno géneri præmia præstitísti: tríbue, quæsumus; ut ipsam pro nobis intercédere sentiámus, per quam merúimus auctórem vitæ suscípere, Dóminum nostram Jesum Christum Fílium tuum: Qui tecum et regnat.","O God, Who through the fruitful virginity of blessed Mary didst secure for mankind the reward of eternal salvation: grant, we beseech Thee, that we may experience her intercession for us, through whom we have been made worthy to receive the Author of life, our Lord Jesus Christ. Who with thee liveth and reigneth"],"epistle":["Titus. 2. 11-15","CARISSIME: Appáruit grátia Dei Salvatóris nostri ómnibus homínibus, erúdiens nos, ut abnegántes impietátem, et sæculária desidéria, sóbrie et juste et pie vivámus in hoc sæculo, exspectántes beátam spem et advéntum glóriæ magni Dei et Salvatóris nostri Jesu Christi: qui dedit semetípsum pro nobis: ut nos redímeret ab omni iniquitáte, et mundáret sibi pópulum acceptábilem, sectatórem bonórum óperum. Hæc lóquere et exhortáre: in Christo Jesu Dómino nostro.","Dearly beloved: The grace of God our Savior hath appeared to all men, instructing us, that, denying ungodliness and worldly desires, we should live soberly and justly and godly in this world, looking for the blessed hope and coming of the glory of the great God and our Savior Jesus Christ: Who gave Himself for us, that He might redeem us from all iniquity, and might cleanse to Himself a people acceptable, a pursuer of good works. These things speak and exhort: in Christ Jesus our Lord"],"gradual":["Psalm 97: 3-4, 2","VIDÉRUNT omnes fines terræ salutáre Dei nostri: jubiláte Deo, omnis terra. Notum fecit Dóminus salutáre suum: ante conspéctum géntium revelávit justítiam suam.","ALL the ends of the earth have seen the salvation of our God: sing joyfully to God, all the earth. The Lord hath made known His salvation: He hath revealed His justice in the sight of the Gentiles"],"alleluia":["Hebrews 1: 1-2","ALLELÚIA, allelúia. Multifárie olim Deus loquens pátribus in prophétis, novíssime diébus istis, locútus est nobis in Fílio suo. Allelúia.","Alleluia, alleluia. God, Who in divers manners spoke in times past to the fathers by the prophets, last of all in these days hath spoken to us by His Son. Alleluia"],"gospel":["Luke 2: 21","IN illo témpore: Postquam consummáti sunt dies octo, ut circumciderétur puer: vocátum est nomen ejus Jesus, quod vocátum est ab Angelo priúsquam in útero conciperétur.","At that time, after eight days were accomplished, that the Child should be circumcised: His Name was called Jesus, which was called by the Angel before he was conceived in the womb"],"offertory":["Psalm 88: 12-13","TUI sunt cœli et tua est terra: orbem terrarium, et plenitúdinem ejus tu fundásti: justítia et judicium præparatio sedis tuæ.","Thine are the heavens, and Thine is the earth, the world and the fulness thereof Thou hast founded: justice and judgment are the preparation of Thy throne"],"secret":["","MUNÉRIBUS nostris quæsumus, Dómine, precibúsque suscéptis: et cœléstibus nos munda mystériis, et cleménter exáudi. Per Dominum nostrum.","Receive, we beseech Thee, O Lord, our offerings and prayers, cleansing us by these heavenly mysteries, and mercifully hearing us. Through our Lord"],"communion":["Isaias 7: 14","VIDÉRUNT omnes fines terræ salutáre Dei nostri.","All the ends of the earth have seen the salvation of our Lord"],"postcommunion":["","HÆC nos commúnio, Dómine, purget a crímine: et, intercedédente beáta Vírgine Dei Genitríce Maria, cœlétis remédii fáciat esse consórtes. Per eúmdem Dóminum nostrum.","May this communion, O Lord, cleanse us from all sin, and by the intercession of the blessed Virgin Mary, Mother of God, make us partakers of the heavenly remedy. Through the same our Lord"]}