{"name":"Second Sunday after Epiphany","introit":["Psalm 65. 4","OMNIS terra adóret te, Deus, et psallat tibi: psalmum dicat nómini tuo, Altíssime, Ps. 65. 1-2. Jubiláte Deo, omnis terra, psalmum dícite nómini ejus: date glóriam laudi ejus. V. Glória Patri.","Let all the earth adore Thee O God, and sing to Thee: let it sing a psalm to Thy name, O Most High. Ps. Shout with joy to God, all the earth, sing ye a psalm to His name: give glory to His praise V. Glory be to the Father"],"collect":["","OMNÍPOTENS sempitérne Deus, qui cæléstia simul et terréna moderáris: supplicatiónes pópuli tui cleménter exáudi; et pacem tuam nostris concéde tempóribus. Per Dóminum.","Almighty and everlasting God who dost govern all things in heaven and earth, mercifully hear the prayers of Thy people, and grant us Thy peace all the days of our life. Through our Lord"],"epistle":["Romans 12. 6-16","FRATRES: Habéntes donatiónes secúndum grátiam, quæ data est nobis, differéntes: sive prophetíam secúndum ratiónem fídei, sive ministérium in ministrándo, sive qui docet in doctrína, qui exhortátur in exhortándo, qui tríbuit in simplicitáte, qui præest in sollicitúdine, qui miserétur in hilaritáte. Diléctio sine simulatióne. Odiéntes malum, adhæréntes bono: Caritáte fraternitátis ínvicem diligéntes: Honóre ínvicem præveniéntes: Sollicitúdine non pigri: Spíritu fervéntes: Dómino serviéntes: Spe gaudéntes: In tribulatióne patiéntes: Oratióni instántes: Necessitátibus sanctórum communicántes: Hospitalitátem sectántes. Benedícite persequéntibus vos: benedícite, et nolíte maledícere. Gaudére cum gaudéntibus, flere cum fléntibus: idípsum ínvicem sentiéntes: Non alta sapiéntes, sed humílibus consentiéntes.","Brethren: Having different gifts, according to the grace that is given us: either prophecy, to be used according to the rule of faith; or ministry, in ministering; or he that teacheth, in doctrine; he that exhorteth, in exhorting; he that giveth, with simplicity; he that ruleth, with carefulness; he that showeth mercy, with cheerfulness. Let love be without dissimulation. Hating that which is evil, cleaving to that which is good: loving one another with the charity of brotherhood, with honor preventing one another: in carefulness not slothful: in spirit fervent: serving the Lord: rejoicing in hope: patient in tribulation: instant in prayer: communicating to the necessities of the saints: pursuing hospitality. Bless them that persecute you: bless, and curse not. Rejoice with them that rejoice, weep with them that weep: being of one mind one towards another; not minding high things, but consenting to the humble"],"gradual":["Psalm 106. 20-21","MISIT Dóminus verbum suum et sanávit eos: et erípuit eos de intéritu eórum. V. Confiteántur Dómino misericórdiæ ejus: et mirabília ejus fíliis hóminum.","The Lord sent His word, and healed them: and delivered them from their destruction. V. Let the mercies of the Lord give glory to Him: and His wonderful works to the children of men"],"alleluia":["Psalm 148. 2","ALLELÚIA, allelúia. Laudáte Dóminum, omnes Angeli ejus: laudáte eum, omnes virtútes ejus. Allelúia.","Alleluia, alleluia. Praise ye the Lord, all His Angels: praise ye Him, all His hosts. Alleluia"],"gospel":["John 2. 1-11","IN illo témpore: Núptiæ factæ sunt in Cana Galilææ: et erat mater Jesu ibi. Vocátus est autem et Jesus, et discípuli ejus ad núptias. Et deficiénte vino, dicit mater Jesu ad eum: Vinum non habent. Et dicit ei Jesus: Quid mihi et tibi est, múlier? Nondum venit hora mea. Dicit mater ejus minístris: Quodcúmque díxerit vobis, fácite. Erant autem ibi lapídeæ hýdriæ sex pósitæ secúndum purificatiónem Judæórum, capiéntes síngulæ metrétas binas vel ternas. Dicit eis Jesus: Impléte hýdrias aqua. Et implevérunt eas usque ad summum. Et dicit eis Jesus: Hauríte nunc, et ferte architriclíno. Et tulérunt. Ut autem gustávit architriclínus aquam vinum factam, et non sciébat unde esset, minístri autem sciébant, qui háuserant aquam: vocat sponsum architriclínus, et dicit ei: Omnis homo primum bonum vinum ponit: et cum inebriáti fúerint, tunc id, quod detérius est: tu autem servásti bonum vinum usque adhuc. Hoc fecit inítium signórum Jesus in Cana Galilææ: et manifestávit glóriam suam, et credidérunt in eum discípuli ejus.","At that time there was a marriage in Cana of Galilee: and the mother of Jesus was there. And Jesus also was invited, and His disciples, to the marriage. And the wine failing, the mother of Jesus saith to Him: They have no wine. And Jesus saith to her: Woman, what is that to Me and to thee? My hour is not yet come. His mother saith to the waiters: Whatsoever He shall say to you, do ye. Now there were set there six water-pots of stone, according to the manner of the purifying of the Jews, containing two or three measures apiece. Jesus saith to them: Fill the water-pots with water. And they filled them up to the brim. And Jesus said to them: Draw out now, and carry to the chief steward of the feast. And they carried it. And when the chief steward had tasted the water made wine, and knew not whence it was, but the waiters knew who had drawn the water: the chief steward calleth the bridegroom, and saith to him: Every man at first setteth forth good wine: and when men have well drunk, then that which is worse: but thou hast kept the good wine until now. This beginning of miracles did Jesus in Cana of Galilee; and manifested His glory, and His disciples believed in Him"],"offertory":["Psalm 65. 1-2, 16","JUBILÁTE Deo, univérsa terra: psalmum dícite nómini ejus: veníte, et audíte, et narrábo vobis, omnes qui timétis Deum, quanta fecit Dóminus ánimæ meæ. Allelúia.","Shout with joy to God, all the earth: sing ye a psalm to His name: come and hear, all ye that fear God, and I will tell you what great things the Lord hath done for my soul. Alleluia"],"secret":["","OBLÁTA, Dómine, múnera sanctífica: nosque a peccatórum nostrórum máculis emúnda. Per Dóminum.","Sanctify, O Lord, the gifts which we offer, and cleanse us from the stains of our sins. Through our Lord"],"communion":["John. 2. 7, 8, 9, 10-11","DICIT Dóminus: Impléte hýdrias aqua, et ferte architriclíno. Cum gustásset architriclínus aquam vinum factam, dicit sponso: Servásti bonum vinum usque adhuc. Hoc signum fecit Jesus primum coram discípulis suis.","The Lord saith: Fill the waterpots with water, and carry to the chief steward. When the chief steward had tasted the water made wine, he saith to the bridegroom: Thou hast kept the good wine until now. This first miracle did Jesus in the presence of His disciples"],"postcommunion":["","AUGEÁTUR in nobis, quæsumus, Dómine, tuæ virtútis operátio: ut divínis vegetáti sacraméntis, ad eórum promíssa capiénda, tuo múnere præparémur. Per Dóminum.","May the operation of Thy power be increased within us; we beseech Thee, O Lord, that being quickened by Thy divine sacraments, we may by Thy bounty, be prepared to receive that which they promise. Through our Lord"]}