{"name":"Sixth Sunday after Epiphany","introit":["Psalm 96. 7-8","ADORATE Deum, omnes Angeli ejus: audívit, et lætáta est Sion: et exsultavérunt fíliæ Judæ. Ps. 96. 1. Dóminus regnávit, exsúltet terra: læténtur ínsulæ multæ. V. Glória Patri.","Adore God, all you His Angels: Sion heard, and was glad: and the daughters of Juda rejoiced. Ps. The Lord hath reigned, let the earth rejoice: let many islands be glad. V. Glory be to the Father"],"collect":["","PRÆSTA, quæsumus, omnipotens Deus: ut semper rationabilia meditantes, quæ tibi sunt placita, et dictis exsequamur, et factis. Per Dominum nostrum.","Grant, we beseech Thee, almighty God, that thinking everything over in our minds, we may accomplish, both in words and works, that which is pleasing in Thy sight. Through our Lord"],"epistle":["I Thessalonians 1. 2-10","FRATRES: Gratias agimus Deo semper pro omnibus vobis, memoriam vestri facientes in orationibus nostris sine intermissione, memores operis fidei vestræ, et laboris, et caritatis, et sustinentiæ spei Domini nostri Jesu Christi, ante Deum et Patrem nostrum: scientes, fratres, dilecti a Deo, electionem vestram: quia Evangelium nostrum non fuit ad vos in sermone tantum, sed et in virtute, et in Spirito Sancto, et in plenitudine multa, sicut scitis quales fuerimus in vobis propter vos. Et vos imitatores nostri facti estis, et Domini, excipientes verbum in tribulatione multa, cum gaudio Spiritus Sancti: ita ut facti sitis forma omnibus credentibus in Macedonia, et in Achaja. A vobis enim diffamatus est sermo Domini, non solum in Macedonia, et in Achaja, sed et in omni loco fides vestra, quæ est ad Deum, profecta est, ita ut non sit nobis necesse quidquam loqui. Ipsi enim de nobis annuntiant qualem introitum habuerimus ad vos: et quomodo conversi estis ad Deum a simulacris, servire Deo vivo, et vero, et exspectare Filium ejus de cœlis, (quem suscitavit ex mortuis) Jesum, qui eripuit nos ab ira ventura.","Brethren: We give thanks to God always for you all, making a remembrance of you in our prayers without ceasing, being mindful of the work of your faith and labor and charity, and of the enduring of the hope of our Lord Jesus Christ before God and our Father: knowing, brethren beloved of God, your election: for our Gospel hath not been unto you in word only, but in power also, and in the Holy Ghost, and in much fullness, as you know what manner of men we have been among you for your sakes. And you became followers of us and of the Lord, receiving the word in much tribulation, with joy of the Holy Ghost: so that you were made a pattern to all that believe in Macedonia and in Achaia. For from you was spread abroad the word of the Lord, not only in Macedonia and in Achaia, but also in every place, your faith which is towards God, is gone forth, so that we need not to speak any thing. For they themselves relate of us what manner of entering in we had unto you; and how you turned to God from idols to serve the living and true God, and to wait for His Son from heaven (Whom He raised up from the dead), Jesus, Who hath delivered us from the wrath to come"],"gradual":["Psalm 101. 16-17","TIMÉBUNT gentes nomen tuum, Dómine, et omnes reges terræ glóriam tuam. V. Quóniam ædificávit Dóminus Sion: et vidébitur in majestáte sua.","The Gentiles shall fear Thy name, O Lord, and all the kings of the earth Thy glory. V. For the Lord hath built up Sion: and He shall be seen in His glory"],"alleluia":["Psalm 96. 1","ALLELÚIA, allelúia. Dóminus regnávit, exsúltet terra: læténtur ínsulæ multæ. Allelúia.","Alleluia, alleluia. The Lord hath reigned, let the earth rejoice: let many islands be glad. Alleluia"],"gospel":["Matthew 13. 31-35","IN illo tempore: Dixit Jesus turbis parabolam hanc: Simile est regnum cœlorum grano sinapis, quod accipiens homo seminavit in agro suo: quod minimum quidem est omnibus seminibus: cum autem creverit, majus est omnibus oleribus, et fit arbor, ita ut volucres cœli veniant, et habitent in ramis ejus. Aliam parabolam locutus est eis: Simile est regnum cœlorum fermento, quod acceptum mulier abscondit in farinæ satis tribus, donec fermentatum est totum. Hæc omnia locutus est Jesus in parabolis ad turbas: et sine parabolis non loquebantur eis: ut impleretur quod dictum erat per prophetam dicentem: Aperiam in parabolis os meum, eructabo abscondita a constitutione mundi.","At that time Jesus spoke to the multitudes this parable: The kingdom of heaven is like to a grain of mustard seed, which a man took and sowed in his field: which is the least indeed of all seeds: but when it is grown up, it is greater than all herbs, and becometh a tree, so that the birds of the air come and dwell in the branches thereof. Another parable He spoke to them: The kingdom of heaven is like to leaven, which a woman took and hid in three measures of meal, until the whole was leavened. All these things Jesus spoke in parables to the multitudes: and without parables He did not speak to them: that it might be fulfilled which was spoken by the Prophet, saying: I will open my mouth in parables, I will utter things hidden from the foundation of the world"],"offertory":["Psalm 117. 16, 17","DÉXTERA Dómini fecit virtútem: déxtera Dómini exaltávit me: non móriar, sed vivam, et narrábo ópera Dómini.","The right hand of the Lord hath wrought strength: the right hand of the Lord hath exalted me: I shall not die, but live, and shall declare the works of the Lord"],"secret":["","HÆC nos oblatio, Deus, mundet, quæsumus, et regnovet, gubernet, et protegat. Per Dominum nostrum.","May this offering, O God, we beseech Thee, cleanse and renew us, guide and protect us. Through our Lord"],"communion":["Luke 4. 22","MIRABÁNTUR omnes de his, quæ procedébant de ore Dei.","ALL wondered at these things which proceeded from the mouth of God"],"postcommunion":["","CŒLESTIBUS, Domine, pasti deliciis: quæsumus: ut semper eadem, per quæ veraciter vivimus, appetamus, Per Dominum nostrum.","We have been fed, O Lord, with heavenly delights, and beseech Thee, that we may ever hunger after those things by which we truly live. Through our Lord"]}