{"name":"Sunday after the Octave - The Most Holy Name of Jesus","introit":["Philippians 2. 10-11","IN nomine Jesu omne genuflectatur, cælestium, terrestrium, et infernorum: et omnis lingua confiteatur, quia Dominus Jesus Christus in gloria est Dei Patris. Ps. 8. 2. Domine Dominus noster: quam admirabile est nomen tuum in universa terra. V. Glória Patri.","In the Name of Jesus let every knee bow, of those that are in heaven, on earth, and under the earth; and let every tongue confess that the Lord Jesus Christ is in the glory of God the Father. Ps. O Lord, our Lord, how wonderful is Thy Name in the whole earth. Glory be to the Father"],"collect":["","DEUS, qui unigenitum Filium tuum, constituisti humani generis Salvatorem, et Jesum vocari jussisti: concede propitius; ut, cujus sanctum nomen veneramur in terris, ejus quoquo aspectu perfruamur in cælis. Per eumdem Dominum nostrum.","O God, Who didst appoint Thine only-begotten Son the Savior of mankind, and didst bid that He should be called Jesus: mercifully grant that we may enjoy the vision of Him in Heaven, Whose holy Name we venerate on earth. Through the same our Lord"],"epistle":["Acts 4. 8-12","IN diebus illis: Petrus repletus Spiritu Sancto, dixit: Principes populi et seniores, audite: Si nos hodie dijudicamur in benefacto hominis infirmi, in quo iste salvos factus est, notum sit omnibus vobis, et omni plebi Israel: quia in nomine Domini nostri Jesu Christi Nazareni, quem vos crucifixistis, quem Deus suscitavit a mortuis, in hoc iste adstat coram vobis sanus. Hic est lapis, qui reprobatus est a vobis ædificantibus: qui factus est in caput anguli: et non est in alio aliquo salus. Nec enim aliud nomen est sub cælo datum hominibus, in quo oporteat nos salvos fieri.","In those days: Peter filled with the Holy Ghost, said to them: Ye princes of the people and ancients, hear: If we this day are examined concerning the good deed done to the infirm man, by what means he hath been made whole, be it known to you all, and to all the people of IsraeI, that by the name of our Lord Jesus Christ of Nazareth, Whom you crucified, Whom God hath raised from the dead, even by Him this man standeth before you whole. This is the stone which was rejected by you the builders, which is become the head of the corner: neither is there salvation in any other. For there is no other name under heaven given to men, whereby we must be saved"],"gradual":["Psalm 105. 47","SALVOS fac nos, Domine, Deus noster, et congrega nos de nationibus: ut confiteamur nomini sancto tuo, et gloriemur in gloria tua. V. Tu, Domine, pater noster, et redemptor noster: a sæculo nomen tuum.","Save us, O Lord our God, and gather us from among the nations: that we may give thanks to Thy holy Name, and may glory in Thy praise. V. Thou, O Lord, art our Father and Redeemer, Thy Name is from eternity"],"alleluia":["Psalm 144. 21","ALLELÚIA, allelúia. Laudem Domini loquetur os meum, et benedicat omnis caro nomen sanctum ejus. Allelúia.","Alleluia, alleluia. My mouth shall speak the praise of the Lord, and let all flesh bless His holy Name. Alleluia"],"gospel":["Luke 2: 21","IN illo tempore: Et postquam consummati sunt dies octo, ut circumcideretur puer vocatum est nomen ejus Jesus, quod vocatum est ab Angelo priusquam in utero conciperetur.","At that time: After eight days were accomplished that the child should be circumcised; His Name was called Jesus, which was called by the Angel before He was conceived in the womb"],"offertory":["Psalm 85. 12, 5","CONFITEBOR tibi, Domine Deus meus, in toto corde meo, et glorificabo nomen tuum in æternum: quoniam tu, Domine, suavis et mitis es: et multæ misericordiæ omnibus invocantibus te, alleluia.","I will praise Thee, O Lord my God, with my whole heart, and I will glorify Thy Name for ever; for Thou, O Lord, art sweet and mild, and plenteous in mercy to all that call upon Thee, alleluia"],"secret":["","BENEDICTIO tua, clementissime Deus, qua omnis viget creatura, sanctificet, quæsumus, hoc sacrificium nostrum, quod ad gloriam nominis Filii tui, Domini nostri Jesu Christi, offerimus tibi: ut majestati tuæ placere possit ad laudem, et nobis proficere ad salutem. Per eumdem Dominum nostrum.","May Thy blessing, by which all creatures live, hallow, we beseech Thee, most merciful God, this our sacrifice which we offer to Thee to the glory of the Name of Thy Son, our Lord Jesus Christ, that it may please Thy majesty and bring Thee praise, and avail us unto salvation. Through the same our Lord"],"communion":["Psalm 97. 3","OMNES gentes quascumque fecisti, venient, et adorabunt, coram te, Domine, et glorificabunt nomen tuum: quoniam magnus es tu, et faciens mirabilia: tu es Deus solus. Alleluia.","All the nations Thou hast made shall come and adore before Thee, O Lord; and they shall glorify Thy Name: for Thou art great, and dost wonderful things: Thou art God alone, alleluia"],"postcommunion":["","OMNIPOTENS æterne Deus, qui creasti et redemisti nos, respice propitius vota nostra: et sacrificium salutaris hostiæ, quod in honorem nominis Filii tui, Domini nostri Jesu Christi, majestati tuæ obtulimus, placido et benigno vultu suscipere digneris; ut gratia tua nobis infusa, sub glorioso nomine Jesu, æternæ prædestinationis titulo gaudeamus nomina nostra scripta esse in cælis. Per eundem Dominum nostrum.","O almighty and everlasting God Who didst create and redeem us, look graciously upon our prayer, and with a favorable and benign countenance deign to accept the sacrifice of the saving Victim, which we have offered to Thy Majesty in honor of the Name of Thy Son, our Lord Jesus Christ: that through the infusion of Thy grace we may rejoice that our names are written in heaven, under the glorious Name of Jesus, the pledge of eternal predestination. Through the same our Lord"]}