{"name":"Sunday within the Octave of the Nativity","introit":["Wisdom 18: 14-15; Psalm 92: 1","DUM medium silentium tenerent omnia, et nox in suo cursu medium iter haberet, omnipotens Sermo tuus, Domine, de cœlis a regalibus sedibus venit. Ps. Dominus regnavit, decorem indutus est: indutus est Dominus fortitudinem, et præcinxit se. Glória Patri.","While all things were in quiet silence, and the night was in the midst of her course, Thine almighty Word, O Lord, leaped down from heaven from Thy royal throne. Ps. The Lord hath reigned, He is clothed with beauty: the Lord is clothed with strength, and hath girded Himself. Glory be to the Father"],"collect":["","OMNIPOTENS sempiterne Deus, dirige actus nostros in beneplacito tuo: ut in nomine dilecti Filii tui mereamur bonis operibus abundare: Qui tecum vivit et regnat.","O almighty and everlasting God, direct our actions according to Thy good pleasure; that in the Name of Thy beloved Son we may deserve to abound in good works: Who with Thee liveth and reigneth"],"epistle":["Galatians 4: 1-7","FRATRES: Quanto tempore heres parvulus est, nihil differt a servo, cum sit dominus omnium: sed sub tutoribus et actoribus est usque ad præfinitum tempus a patre: ita et nos cum essemus parvuli, sub elementis mundi eramus servientes. At ubi venit plenitudo temporis, misit Deus Filium suum, factum ex muliere, factum sub lege, ut eos, qui sub lege erant, redimeret, ut adoptionem filiorum reciperemus. Quoniam autem estis filii, misit Deus Spiritum Filii sui in corda vestra, clamantem: Abba, Pater. Itaque jam non est servus, sed filius: quod si filius, et heres per Deum.","Brethren, as long as the heir is a child, he differeth nothing from a servant, though he be Lord of all: but is under tutors and governors until the time appointed by the father: so we also, when we were children, were serving under the elements of the world. But when the fullness of the time was come, God sent His Son, made of a woman, made under the law, that He might redeem them who were under the law, that we might receive the adoption of sons. And because you are sons, God hath sent the Spirit of His Son into your hearts, crying: Abba, Father. Therefore now he is not a servant, but a son; and if a son, an heir also through God"],"gradual":["Psalm 44: 3, 2","SPECIOSUS forma præ filiis hominum: diffusa est gratia in labiis tuis. Eructavit cor meum verbum bonum, dico ego opera mea regi: lingua mea calamus scribæ, velociter scribentis.","Thou art beautiful above the sons of men: grace is poured abroad in Thy lips. My heart hath uttered a good word, I speak my words to the king: my tongue is the pen of a scrivener, that writeth swiftly"],"alleluia":["Psalm 92: 1","ALLELÚIA, allelúia. Dóminus regnávit, decórem índuit: índuit Dóminus fortitúdinem, et præcínxit se virtúte. Allelúia.","Alleluia, alleluia. The Lord hath reigned, He is clothed with beauty: the Lord is clothed with strength, and hath girded Himself with might. Alleluia"],"gospel":["Luke 2: 33, 40","IN illo tempore: Erat Joseph et Maria mater Jesu, mirantes super his quæ dicebatur de illo. Et benedixit illis Simeon, et dixit a Mariam matrem ejus: Ecce positus est hic in ruinam, et in resurrectionem multorum in Israel: et in signum cui contradicetur: et tuam ipsius animam pertransibit gladius, ut revelentur ex multis cordibus cogitateonis. Et erat Anna prophetissa, filia Phanuel, de tribu Aser: hæc processerat in diebus multis, et vixerat cum viro suo annis septem a virginitate sua. Et hæc vidua usque ad annos octoginta quatuor: quæ non discedebat de templo, de jejuniis et obsecrationibus serviens nocte ac die. Et hæc, ipsa hora superveniens, confitebatur Domino, et loquebatur de illo omnibus, qui exspectabant redemptionem Israel. Et ut perfecerunt omnia secundum legem Domini, reversi sunt in Galilæam in civitatem suam Nazareth. Puer autem crescebat, et confortabur, plenus sapientia: et gracia Dei erat in illo.","At that time Joseph and Mary the mother of Jesus were wondering at those things which were spoken concerning Him. And Simeon blessed them, and said to Mary His Mother: Behold, this child is set for the fall, and for the resurrection of many in Israel: and for a sign which shall be contradicted: and thine own soul a sword shall pierce, that out of many hearts thoughts may be revealed. And there was one Anna a prophetess, the daughter of Phanuel, of the tribe of Aser: she was far advanced in years, and had lived with her husband seven years from her virginity. And she was a widow until fourscore and four years: who departed not from the temple, by fastings and prayers serving night and day. Now she, at the same hour, coming in, confessed to the Lord: and spoke of Him to all that looked for the redemption of Israel. And after they had performed all things according to the law of the Lord, they returned into Galilee, to their city, Nazareth. And the Child grew and waxed strong, full of wisdom: and the grace of God was in Him"],"offertory":["Psalm 92: 12","DEUS firmávit orbem terræ, qui non commovébitur: paráta sedes tua, Deus, ex tunc; a sæculo tu es.","God hath established the world, which shall not be moved: Thy throne, O God, is prepared from of old; Thou art from ever-lasting"],"secret":["","CONCEDE, quæsumus, omnipotens Deus: ut oculis tuæ majestatis munus oblatum, et gratiam nobis piæ devotionis obtineat, et effectum beatæ perennitatis acquirat. Per Dominum nostrum.","Grant, we beseech Thee, almighty God, that the offering made in the sight of Thy Majesty may obtain for us the grace of loving devotion, and the reward of a blessed eternity. Through our Lord"],"communion":["Matthew 2: 20","TOLLE Puerum, et Matrem ejus, et vade in terram Israel: defuncti sunt enim, qui quærebant animam Pueri.","Take the Child and His Mother, and go into the land of Israel: for they are dead who sought the life of the Child"],"postcommunion":["","PER hujus Domine, operationem mysterii, et vitia nostra purgentur, et justa desideria compleantur. Per Dominum nostrum.","By the working of this Mystery, O Lord, may our vices be removed, and our just desires fulfilled. Through our Lord"]}