{"name":"Tenth Sunday after Pentecost","introit":["Psalm 54. 17-23","CUM clamárem ad Dóminum, exaudívit vocem meam ab his qui appropínquant mihi: et humiliávit eos qui est ante sæcula, et manet in ætérnum: jacta cogitátum tuum in Dómino, et ipse te enútriet. Ps. 54. 2. Exáudi, Deus, oratiónem meam, et ne despéxeris deprecatiónem meam: inténde mihi, et exáudi me. V. Gloria Patri.","When I cried to the Lord He heard my voice, from them that draw near to me; and He humbled them, who is before all ages, and remains for ever: cast thy care upon the Lord, and He shall sustain thee. Ps. Hear, O God, my prayer, and despise not my supplication; be attentive to me and hear me. V. Glory be to the Father"],"collect":["","DEUS, qui omnipoténtiam tuam parcéndo máxime et miserándo maniféstas: multiplica super nos misericórdiam tuam; ut ad tua promíssa curréntes, cæléstium bonórum fácias esse consórtes. Per Dóminum.","O God, who dost manifest Thy almighty power chiefly in showing mercy and pity; increase Thy mercy towards us, that we, seeking the way of Thy promises, may be made partakers of Thy heavenly treasures. Through our Lord"],"epistle":["I Corinthians 12. 2-11","FRATRES: Scitis quóniam cum gentes essétis, ad simulácra muta prout ducebámini eúntes. Ideo notum vobis fácio, quod nemo in Spíritu Dei loquens, dicit anáthema Jesu. Et nemo potest dícere, Dóminus Jesus, nisi in Spíritu Sancto. Divisiónes vero gratiárum sunt, idem autem Spíritus. Et divisiónes ministratiónum sunt, idem autem Dóminus. Et divisiónes operatiónum sunt, idem vero Deus, qui operátur ómnia in ómnibus. Unicuíque autem datur manifestátio Spíritus ad utilitátem. Alii quidem per Spíritum datur sermo sapiéntiæ: álii autem sermo sciéntiæ secúndum eúmdem Spíritum: álteri fides in eódem Spíritu: álii grátia sanitátum in uno Spíritu: álii operátio virtútum, álii prophetía, álii discrétio spirítuum, álii génera linguárum, álii interpretátio sermónum. Hæc autem ómnia operátur unus atque idem Spíritus, dívidens síngulis prout vult.","Brethren, you know that, when you were heathens, you went to dumb idols, according as you were led. Wherefore I give you to understand, that no man, speaking by the Spirit of God, saith Anathema to Jesus; and no man can say: The Lord Jesus, but by the Holy Ghost. Now there are diversities of graces, but the same Spirit; and there are diversities of ministries, but the same Lord; and there are diversities of operations, but the same God, who worketh all in all. And the manifestation of the Spirit is given to every man unto profit. To one indeed, by the Spirit, is given the word of wisdom; and to another, the word of knowledge, according to the same Spirit; to another the grace of healing in one Spirit; to another, the working of miracles; to another, prophecy; to another, the discerning of spirits; to another, divers kinds of tongues; to another, interpretation of speeches. But all these things one and the same Spirit worketh, dividing to every one according as He will"],"gradual":["Psalm 16. 8, 2","CUSTÓDI me, Dómine, ut pupíllam óculi: sub umbra alárum tuárum prótege me. V. De vultu tuo judícium meum pródeat: óculi tui vídeant æquitátem.","Keep me, O Lord, as the apple of Thy eye: protect me under the shadow of Thy wings. V. Let my judgment come forth from Thy countenance: let Thy eyes behold the things that are equitable"],"alleluia":["Psalm 64. 2","ALLELÚIA, allelúia. V. Te decet hymnus, Deus, in Sion: et tibi reddétur votum in Jerúsalem. Allelúia.","Alleluia, alleluia. V. A hymn, O God, becometh Thee in Sion: and a vow shall be paid to Thee in Jerusalem. Alleluia"],"gospel":["Luke 18. 9-14","IN illo témpore: Dixit Jesus ad quosdam, qui in se confidebant tamquam justi, et aspernabántur céteros, parábolam istam: Duo hómines ascendérunt in templum ut orárent: unus Pharisæus et alter publicánus. Pharisæus stans, hæc apud se orábat: Deus, grátias ago tibi, quia non sum sicut céteri hóminum: raptóres, injústi, adúlteri: velut étiam hic publicánus. Jejúno bis in Sábbato: décimas do ómnium quæ possídeo. Et publicánus a longe stans nolébat nec óculos ad cælum leváre: sed percutiébat pectus suum, dicens: Deus, propítius esto mihi peccatóri. Dico vobis: descéndit hic justificátus in domum suam ab illo: quia omnis qui se exáltat, humiliábitur: et qui se humíliat, exaltábitur.","At that time, Jesus spoke this parable to some who trusted in themselves as just, and despised others. Two men went up into the temple to pray; the one a Pharisee, and the other a Publican. The Pharisee standing, prayed thus with himself: O God, I give Thee thanks that I am not as the rest of men, extortioners, unjust, adulterers; as also is this publican. I fast twice in the week; I give tithes of all that I possess. And the Publican standing afar off would not so much as lift up his eyes towards heaven, but struck his breast saying: O God, be merciful to me a sinner. I say to you, this man went down to his house justified rather than the other: because every one that exalteth himself shall be humbled, and he that humbleth himself shall be exalted"],"offertory":["Psalm 24. 1-3","AD te, Dómine, levávi ánimam meam: Deus meus, in te confído, non erubéscam: neque irrídeant me inimíci mei: étenim univérsi, qui te exspéctant, non confundéntur.","To Thee, O Lord, have I lifted up my soul: in Thee, O my God, I put my trust, let me not be ashamed: neither let my enemies laugh at me: for none of them that wait on Thee shall be confounded"],"secret":["","TIBI, Dómine, sacrifícia dicáta reddántur: quæ sic ad honórem nóminis tui deferénda tribuísti, ut eádem remédia fíeri nostra præstáres Per Dóminum.","May these sacrifices, O Lord, which Thou hast appointed to be offered up to Thee for the glory of Thy name so be made holy, that they may become a remedy for all our ills. Through our Lord"],"communion":["Psalm 50. 21","ACCEPTÁBIS sacrificium justítiæ, oblatiónes et holocáusta, super altáre tuum, Dómine.","Thou wilt accept the sacrifice of justice, oblations and holocausts, upon Thy altar, O Lord"],"postcommunion":["","QUÆSUMUS, Dómine Deus noster: ut, quos divínis reparáre non désinis sacraméntis, tuis non destítuas benígnus auxíllis. Per Dóminum.","Grant, we beseech Thee, O Lord our God, that Thy gracious help may never be lacking to us whose strength Thou ceasest not to renew with Thy divine sacraments. Through our Lord"]}