{"name":"EPIPHANY","introit":["Mal. 3. 1; Psalm 71. 12","ECCE advénit Dominátor Dóminus: et regnum in manu ejus et potéstas et impérium. Ps. 71. 2. Deus, judícium tuum Regi da: et justítiam tuam Fílio Regis. V. Glória Patri.","Behold the Lord the Ruler is Come: and the Kingdom is in His hand, and power, and dominion. Ps. Give to the King Thy judgment, O God: and to the King’s Son Thy justice. V. Glory be to the Father"],"collect":["","DEUS, qui hodiérna die Unigénitum géntibus stella duce revelásti: concéde propítius; ut, qui jam te ex fide cognóvimus, usque ad contemplándam spéciem tuæ celsitúdinis perducámur. Per eumdem Dóminum.","O God, Who on this day by the leading of a star didst manifest Thine only-begotten Son to the Gentiles; mercifully grant that we who know Thee now by faith, may be brought to the contemplation of the beauty of Thy majesty. Through the same Lord"],"epistle":["Isaias 60. 1-6","SURGE, illumináre, Jerúsalem: quia venit lumen tuum, et glória Dómini super te orta est. Quia ecce ténebræ opérient terram, et calígo pópulos: super te autem oriétur Dóminus, et glória ejus in te vidébitur. Et ambulábunt gentes in lúmine tuo, et reges in splendóre ortus tui. Leva in circúitu óculos tuos, et vide: omnes isti congregáti sunt, venérunt tibi: fílii tui de longe vénient, et fíliæ tuæ de látere surgent. Tunc vidébis et áfflues, mirábitur et dilatábitur cor tuum, quando convérsa fúerit ad te multitúdo maris, fortitúdo géntium vénient tibi. Inundátio camelórum opériet te, dromedárii Mádian et Epha: omnes de Saba vénient, aurum et thus deferéntes, et laudem Dómino annuntiántes.","Arise, be enlightened, O Jerusalem: for thy light is come, and the glory of the Lord is risen upon Thee. For behold darkness shall cover the earth, and a mist the people: but the Lord shall arise upon thee, and His glory shall be seen upon thee. And the Gentiles shall walk in thy light, and kings in the brightness of thy rising. Lift up thy eyes round about and see: all these are gathered together: they are come to thee: thy sons shall come from afar, and thy daughters shall rise up at thy side. Then shalt thou see and abound, and thy heart shall wonder and be enlarged, when the multitude of the sea shall be converted to thee, the strength of the Gentiles shall come to thee. The multitude of camels shall cover thee, the dromedaries of Madian and Epha: all they from Saba shall come, bringing gold and frankincense and showing forth praise to the Lord"],"gradual":["Isaias. 60. 6, 1","OMNES de Saba vénient, aurum et thus deferéntes, et laudem Dómino annuntiántes. V. Surge, illumináre, Jerúsalem: quia glória Dómini super te orta est.","All they from Saba shall come, bringing gold and frankincense and showing forth praise to the Lord. V. Arise and be enlightened, O Jerusalem: for the glory of the Lord is risen upon thee"],"alleluia":["Matthew 2. 2.","ALLELÚIA, allelúia. Vídimus stellam ejus in Oríente, et vénimus cum munéribus adoráre Dóminum. Allelúia.","Alleluia, alleluia. We have seen His star in the East, and are come with gifts to adore the Lord. Alleluia"],"gospel":["Matthew 2. 1-12","CUM natus esset Jesus in Béthlehem Juda in diébus Heródis regis, ecce Magi ab Oriénte venérunt Jerosólymam, dicéntes: Ubi est qui natus est rex Judæórum? Vídimus enim stellaum ejus in Oriénte, et vénimus adoráre eum. Audiens autem Heródes rex, turbátus est, et omnes Jerosólyma cum illo. Et cóngregans omnes príncipes sacerdótum, et scribas pópuli, sciscitabátur ab eis, ubi Christus nascerétur. At illi dixérunt ei: In Béthlehem Judæ. Sic enim scriptum est per Prophétam: Et tu Béthlehem terra Juda, nequáquam mínima es in princípibus Juda: ex te enim éxiet dux, qui regat pópulum meum Israël. Tunc Heródes, clam vocátis Magis, diligénter dídicit ab eis tempus stellæ, quæ appáruit eis: et mittens illos in Béthlehem, dixit: Ite, et interrogate diligénter de púero: et cum invenéritis, renuntiáte mihi, ut et ego véniens adórem eum. Qui cum audíssent regem, abiérunt. Et ecce stella, quam víderant in Oriénte, antecedébat eos, usque dum véniens, staret supra, ubi erat puer. Vidéntes autem stellam, gavísi sunt gáudio magno valde. Et intrántes domum, invenérunt púerum cum María matre ejus, [here genuflect] et procidéntes adoravérunt eum. Et apértis thesáuris suis obtulérunt ei múnera, aurum, thus et myrrham. Et respónso accépto in somnis, ne redírent ad Heródem, per áliam viam revérsi sunt in regiónem suam.","When Jesus was born in Bethlehem of Juda in the days of King Herod, behold there came wise men from the East to Jerusalem, saying: Where is He that is born King of the Jews? For we have seen His star in the East, and are come to adore Him. And king Herod hearing this was troubled, and all Jerusalem with him. And assembling together all the chief priests and the scribes of the people, he inquired of them where Christ should be born. But they said to him: In Bethlehem of Juda. For so it is written by the Prophet: And thou Bethlehem, the land of Juda, art not the least among the princes of Juda: for out of thee shall come forth the Captain that shall rule My people Israel. Then Herod, privately calling the wise men, learned diligently of them the time of the star which appeared to them: and sending them into Bethlehem, said: Go and diligently inquire after the Child, and when you have found Him, bring me word again, that I also may come and adore Him. Who having heard the king went their way. And behold the star, which they had seen in the East, went before them until it came and stood over where the Child was. And seeing the star, they rejoiced with exceeding great joy. And entering into the house, they found the Child with Mary His mother, [here genuflect] and falling down they adored Him. And opening their treasures, they offered Him gifts: gold, frankincense, and myrrh. And having received an answer in sleep that they should not return to Herod, they went back another way into their country"],"offertory":["Psalm 71. 10, 11","REGES Tharsis, et ínsulæ múnera ófferent: reges Arabum et Saba dona addúcent: et adorábunt eum omnes reges terræ: omnes gentes sérvient ei.","The kings of Tharsis and the islands shall offer presents: the kings of the Arabians and of Saba shall bring gifts: and all kings of the earth shall adore Him: all nations shall serve Him"],"secret":["","ECCLÉSIÆ tuæ, quæsumus, Dómine, dona propítius intuére: quibus non jam aurum, thus, et myrrha profértur; sed quod eísdem munéribus declarátur, immolátur, et súmitur, Jesus Christus Fílius tuus Dóminus noster. Qui tecum vivit et regnas.","Graciously look down, we beseech Thee, O Lord, upon the gifts of Thy Church: by which gold, frankincense, and myrrh are no longer laid before Thee; but He is sacrificed and received who by those very gifts was signified, Jesus Christ Thy Son our Lord. Who with Thee liveth and reigneth"],"communion":["Matthew 2. 2","VÍDIMUS stellam ejus in Oriénte, et vénimus cum munéribus adoráre Dóminum.","We have seen His star in the East, and are come with gifts to adore the Lord"],"postcommunion":["","PRÆSTA, quæsumus, omnipotens Deus: ut quæ solémni celebrámus offício, purificátæ mentis intelligéntia consequámur. Per Dóminum.","Grant, we beseech Thee, O almighty God, that by a purified mind we may attain to the understanding of that which we solemnly celebrate. Through our Lord"]}