{"name":"The Feast of Corpus Christi","introit":["Psalm 80. 17, 2","CIBAVIT eos ex ádipe fruménti, allelúia: et de petra, melle saturávit eos, allelúia, allelúia, allelúia. Ps. 80. 2. Exsultáte Deo adjutório nostro; jubiláte Deo Jacob. V. Gloria Patri.","He fed them with the fat of corn, alleluia, and filled them with honey out of the rock, alleluia, alleluia, alleluia. Ps. Rejoice to God our helper; sing aloud to the God of Jacob. V. Glory be to the Father"],"collect":["","DEUS, qui nobis sub Sacraménto mirábili passiónis tuæ memóriam reliquísti: tríbue, quæsumus, ita nos Córporis et Sánguinis tui sacra mystéria venerári; ut redemptiónis tuæ fructum in nobis júgiter sentiámus: Qui vivis.","O God, Who in this wonderful sacrament has left us a memorial of Thy passion: grant us, we beseech Thee, so to venerate the sacred mysteries of Thy Body and Blood, that we may ever perceive within us the fruit of Thy redemption. Who livest"],"epistle":["1 Corinthians 11. 23-29","FRATRES: Ego enim accépi a Dómino quod et trádidi vobis, quóniam Dóminus Jesus, in qua nocte tradebátur, accépit panem, et grátias agens, fregit, et dixit: Accípite et manducáte: hoc est corpus meum, quod pro vobis tradétur: hoc fácite in meam commemoratiónem. Simíliter et cálicem, postquam cœnávit, dicens: Hic calix novum testaméntum est in meo sánguine. Hoc fácite, quotiescúmque bibétis, in meam commemoratiónem. Quotiescúmque enim manducábitis panem hunc et cálicem bibétis, mortem Dómini annuntiábitis, donec véniat. Itaque quicúmque manducáverit panem hunc, vel bíberit cálicem Dómini indígne, reus erit córporis et sánguinis Dómini. Probet autem seípsum homo: et sic de pane illo edat et de cálice bibat. Qui enim mandúcat et bibit indígne, judícium sibi mandúcat et bibit: non dijúdicans corpus Dómini.","Brethren, I have received of the Lord, that which also I delivered to you, that the Lord Jesus, the same night in which He was betrayed, took bread, and giving thanks, broke, and said: Take ye and eat, this is My Body which shall be delivered for you; this do for the commemoration of Me. In like manner also the chalice, after He had supped, saying: This chalice is the new testament in My Blood; this do ye, as often as you shall drink, for the commemoration of Me. For as often as you shall eat this bread and drink this chalice, you shall show the death of the Lord until He come. Therefore whosoever shall eat this bread, or drink of the chalice of the Lord unworthily, shall be guilty of the Body and the Blood of the Lord. But let a man prove himself; and so let him eat of that bread, and drink of the chalice. For he that eateth and drinketh unworthily, eateth and drinketh judgment to himself, not discerning the Body of the Lord"],"gradual":["Psalm 144. 15-16","OCULI ómnium in te sperant, Dómine: et tu das illis escam in témpore opportuno. V. Aperis tu manum tuam: et imples omne ánimal benedictióne.","The eyes of all hope in Thee, O Lord, and Thou givest them meat in due season. V. Thou openest Thy hand, and fillest every living creature with Thy blessing"],"alleluia":["John 6. 56-57","ALLELÚIA, allelúia. V. Caro mea vere est cibus, et sanguis meus vere est potus: qui mandúcat meam carnem, et bibit meum sánguinem, in me manet et ego is eo. Allelúia.","Alleluia, alleluia. V. My Flesh is meat indeed, and My Blood is drink indeed: he that eateth My Flesh and drinketh My Blood, abideth in Me, and I in him. Alleluia"],"gospel":["John 6. 56-59","IN illo témpore: Dixit Jesus turbis Judæórum: Caro mea vere est cibus, et sanguis meus vere est potus. Qui mandúcat meam carnem et bibit meum sánguinem, in me manet et ego in illo. Sicut misit me vivens Pater, et ego vivo propter Patrem: et qui mandúcat me, et ipse vivet propter me. Hic est panis, qui de cælo descéndit. Non sicut manducavérunt patres vestri manna, et mórtui sunt. Qui mandúcat hunc panem, vivet in ætérnum.","At that time Jesus said to the multitudes of the Jews: My Flesh is meat indeed, and My Blood is drink indeed. He that eateth My Flesh, and drinketh My Blood, abideth in Me, and I in him. As the living Father hath sent Me, and I live by the Father, so he that eateth Me, the same also shall live by Me. This is the bread that came down from Heaven. Not as your fathers did eat manna and are dead. He that eateth this Bread shall live for ever"],"offertory":["Leviticus 21. 6","SACERDÓTES Dómini incénsum et panes ófferunt Deo: et ídeo sancti erunt Deo suo, et non pólluent nomen ejus. Allelúia.","The priests of the Lord offer incense and loaves to God, and therefore they shall be holy to their God, and shall not defile His name. Alleluia"],"secret":["","ECCLÉSIÆ tuæ, quæsumus, Dómine, unitátis et pacis propítius dona concéde: quæ sub oblátis munéribus mýstice designántur. Per Dóminum.","We beseech Thee, O Lord, mercifully grant to Thy Church the gifts of unity and peace, which are mystically shown forth in the offerings now made. Through our Lord"],"communion":["1 Corinthians 11. 26-27","QUOTIESCÚMQUE manducábitis panem hunc, et cálicem bibétis, mortem Dómini annuntiábitis donec véniat: ítaque quicúmque manducáverit panem vel bíberit cálicem Dómimi indígne: reus erit córporis et sánguinis Dómini. Allelúia.","As often as you shall eat this Bread and drink the Chalice, you shall show the death of the Lord until He come: therefore whosoever shall eat this Bread or drink the Chalice of the Lord unworthily, shall be guilty of the Body and Blood of the Lord. Allelluia"],"postcommunion":["","FAC nos, quæsumus, Dómine, divinitátis tuæ sempitérna fruitióne repléri: quam pretiósi Córporis et Sánguinis tui temporális percéptio præfigúrat: Qui vivis.","Grant us, we beseech Thee, O Lord, to be filled with the everlasting enjoyment of Thy divinity which is prefigured by the reception in this life of Thy precious Body and Blood: Who livest"]}