{"name":"Thirteenth Sunday after Pentecost","introit":["Psalm 73. 20, 19, 23","RESPICE, Dómine, in testaméntum tuum et ánimas páuperum tuórum ne derelínquas in finem: exsúrge, Dómine, et júdica causam tuam, et ne obliviscáris voces quæréntium te. Ps. 73. 1. Ut quid, Deus, repulísti in finem: irátus est furor tuus super oves páscuæ tuæ? V. Gloria Patri.","Have regard, O Lord, to Thy covenant, and forsake not to the end the souls of Thy poor: arise, O Lord, and judge Thy cause, and forget not the voices of them that seek Thee. Ps. O God, why hast Thou cast us off unto the end: why is Thy wrath enkindled against the sheep of Thy pasture V. Glory be to the Father"],"collect":["","OMNÍPOTENS sempitérne Deus, da nobis fídei, spei, et caritátis augméntum: et, ut mereámur ássequi quod promíttis, fac nos amáre quod præcipis. Per Dóminum.","Almighty and everlasting God, grant unto us an increase of faith, hope and charity: and that we may obtain what Thou dost promise, make us love that which Thou dost command. Through our Lord"],"epistle":["Galatians 3. 16-22","FRATRES: Abrahæ dictæ sunt promissiónes et sémini ejus. Non dicit: Et semínibus, quasi in multis; sed quasi in uno: Et sémini tuo, qui est Christus. Hoc autem dico: testaméntum confirmátum a Deo, quæ post quadringéntos et trigínta annos facta est lex, non irrítum facit ad evacuándam promissiónem. Nam si ex lege heréditas, jam non ex promissiónes. Abrahæ autem per repromissiónem donávit Deus. Quid ígitur lex? Propter transgressiónes pósita est donec veníret semen, cui promíserat, ordináta per Angelos in manu mediatóris. Mediátor autem uníus non est: Deus autem unus est. Lex ergo advérsus promíssa Dei? Absit. Si enim data esset lex, quæ posset vivificáre, vere ex lege esset justítia. Sed conclúsit Scriptúra ómnia sub peccáto, ut promíssio ex fide Jesu Christi darétur credéntibus.","Brethren: To Abraham were the promises made, and to his seed. He saith not: And to his seeds, as of many; but as of one, and to thy seed, which is Christ. Now this I say, that the testament which was confirmed by God, the law which was made after four hundred and thirty years, doth not disannul, to make the promise of no effect. For if the inheritance be of the law, it is no more of promise. But God gave it to Abraham by promise. Why then was the law? It was set because of transgressions, until the seed should come, to whom He made the promise; being ordained by angels in the hand of a mediator. Now a mediator is not of one: but God is one. Was the law then against the promises of God? God forbid. For if there had been a law given, which could give life, verily justice should have been by the law. But the Scripture hath concluded all under sin, that the promise by the faith of Jesus Christ might be given to them that believe"],"gradual":["Psalm 73. 20, 19, 22","RÉSPICE, Dómine, in testaméntum tuum: et ánimas páuperum tuórum ne obliviscáris in finem. V. Exsúrge, Dómine, et júdica causam tuam: memor esto oppróbrii servórum tuórum.","Have regard, O Lord, to Thy covenant, and forsake not to the end the souls of Thy poor. V. Arise, O Lord, and judge Thy cause: remember the reproach of Thy servants"],"alleluia":["Psalm 89. 1","ALLELÚIA, allelúia. V. Dómine, refúgium factus es nobis a generatióne et progénie. Allelúia.","Alleluia, alleluia. V. Lord, thou hast been our refuge, from generation to generation. Alleluia"],"gospel":["Luke 17. 11-19","IN illo témpore: Dum iret Jesus in Jerúsalem, transíbat per médiam Samaríam et Galilæam. Et cum ingrederétur quoddam castéllum, occurrérunt ei decem viri leprósi qui stetérunt a longe: et levavérunt vocem, dicéntes: Jesu præcéptor, miserére nostri. Quos ut vidit, dixit: Ite, osténdite vos sacerdótibus. Et factum est, dum irent, mundáti sunt. Unus autem ex illis, ut vidit quia mundátus est, regréssus est, cum magna voce magníficans Deum, et cécidit in fáciem ante pedes ejus, grátias agens: et hic erat Samaritánus. Respóndens autem Jesus, dixit: Nonne decem mundáti sunt? et novem ubi sunt? Non est invéntus qui redíret et daret glóriam Deo, nisi hic alienígena. Et ait illi: Surge, vade; quia fides tua te salvum fecit.","At that time, as Jesus was going to Jerusalem, he passed through the midst of Samaria and Galilee: and as He entered into a certain town, there met him ten men that were lepers, who stood afar off, and lifted up their voice, saying: Jesus, master, have mercy on us. Whom when He saw, He said: Go, show yourselves to the priests. And it came to pass, as they went, they were made clean. And one of them, when he saw that he was made clean, went back, with a loud voice glorifying God: and he fell on his face before His feet, giving thanks: and this was a Samaritan. And Jesus answering said: Were not ten made clean? And where are the nine? There is no one found to return, and give glory to God, but this stranger. And He said to him: Arise, go thy way; for thy faith hath made thee whole"],"offertory":["Psalm 30. 15, 16","IN te sperávi, Dómine; dixi: Tu es Deus meus, in mánibus tuis témpora mea.","In Thee, O Lord, have I hoped; I said: Thou art my God, my times are in Thy hands"],"secret":["","PROPITIÁRE, Dómine, pópulo tuo, propitiáre munéribus: ut hac oblatióne placátus, et indulgéntiam nobis tríbuas, et postuláta concédas. Per Dóminum.","Look with favor, O Lord, upon Thy people; look with favor upon their offerings: and appeased by this oblation, mercifully forgive us our sins and grant what we ask. Through our Lord"],"communion":["Wisdom 16. 20","PANEM de cælo dedísti nobis, Dómine, habéntem omne delectaméntum, et omnem sapórem suavitátis.","Thou hast given us, O Lord, bread from heaven, having in it all that is delicious, and the sweetness of every taste"],"postcommunion":["","SUMPTIS, Dómine, cæléstibus sacraméntis: ad redemptiónis ætérnæ, quæsumus, proficiámus augméntum. Per Dóminum.","Having received Thy heavenly sacrament, we beseech Thee, O Lord, to increase thereby our hope of everlasting salvation. Through our Lord"]}