{"name":"Third Sunday of Advent","introit":["Philippians 4: 4-6; Psalm 84. 2","GAUDATE in Dómino semper: íterum dico, gaudéte. Modéstia vestra nota sit ómnibus homínibus: Dóminus enim prope est. Nihil sollíciti sitis: sed in omni oratióne petitiónes vestræ innotéscant apud Deum. Ps. Benedixísti, Dómine, terram tuam: avertísti captivitátem Jacob. Glória Patri.","Rejoice in the Lord always: again I say, rejoice. Let your modesty be known to all men: for the Lord is nigh. Be nothing solicitous: but in every thing by prayer let your petitions be made known to God. Ps. Lord, Thou hast blessed Thy land: Thou hast turned away the captivity of Jacob. Glory be to the Father"],"collect":["","AUREM tuam, quæsumus, Dómine, précibus nostris accómmoda: et mentis nostræ ténebras grátia tuæ visitatiónis illústra: Qui vivis.","Incline Thine ear to our prayers we beseech Thee, O Lord; and enlighten the darkness of our minds by the grace of Thy visitation: Who livest"],"epistle":["Philippians 4: 4-7","FRATRES: Gaudéte in Dómino semper: íterum dico, gaudéte. Modéstia vestra nota sit ómnibus homínibus: Dóminus prope est. Nihil sollíciti sitis: sed in omni oratióne et obsecratióne, cum gratiárum actióne, petitiónes vestræ innotéscant apud Deum. Et pax Dei, quæ exsúperat omnem sensum, custódiat corda vestra et intelligéntias vestras, in Christo Jesu Dómino nostro.","Brethren, Rejoice in the Lord always: again, I say, rejoice. Let your modesty be known to all men. The Lord is nigh. Be nothing solicitous: but in every thing, by prayer and supplication, with thanksgiving, let your petitions be made known to God. And the peace of God, which surpasseth all understanding, keep your hearts and minds in Christ Jesus our Lord"],"gradual":["Psalm 79: 2-3, 2","QUI sedes, Dómine, super Chérubim, éxcita poténtiam tuam et veni. Qui regis Israël, inténde: qui dedúcis velut ovem Joseph.","Thou, O Lord, That sittest upon the Cherubim, stir up Thy might and come. Give ear, O Thou that rulest Israel: that leadest Joseph like a sheep"],"alleluia":["Psalm 121:1","ALLELÚIA, allelúia. Excita, Dómine, poténtiam tuam et veni, ut salvos fácias nos. Allelúia.","Alleluia, alleluia. Stir up, O Lord, Thy might, and come to save us. Alleluia"],"gospel":["John 1: 19-28","IN illo témpore: Misérunt Judæi ab Jerosólymis sacerdótes et levítas ad Joánnem, ut interrogárent eum: Tu quis es? Et conféssus est, et non negávit: et conféssus est: Quia non sum ego Christus. Et interrogavérunt eum: Quid ergo? Elías es tu? Et dixit: Non sum. Prophéta es tu? Et respóndit: Non. Dixérunt ergo ei: Quis es, ut respónsum demus his, qui misérunt nos? Quid dicis de teípso? Ait: Ego vox clamántis in desérto: Dirígite viam Dómini, sicut dixit Isaías prophéta. Et qui missi fúerant, erant ex Pharisæis. Et interrogavérunt eum, et dixérunt ei: Quid ergo baptízas, si tu non es Christus, neque Elías, neque Prophéta? Respóndit eis Joánnes, dicens: Ego baptízo in aqua: médius autem vestrum stetit quem vos nescítis. Ipse est, qui post me ventúrus est, qui ante me factus est: cujus ego non sum dignus ut solvam ejus corrígiam calceaménti. Hæc in Bethánia facta sunt trans Jordánem, ubi erat Joánnes baptízans.","At that time the Jews sent from Jerusalem priests and Levites to John, to ask him: Who art thou? And he confessed, and did not deny; and he confessed: I am not the Christ. And they asked him: What then? Art thou Elias? And he said: I am not. Art thou the Prophet? And he answered: No. They said therefore unto him: Who art thou, that we may give an answer to them that sent us? What sayest thou of thyself? He said: I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the Prophet Isaias. And they that were sent were of the Pharisees. And they asked him, and said to him: Why then dost thou baptize; if thou be not Christ, nor Elias, nor the Prophet? John answered them, saying: I baptize with water: but there hath stood one in the midst of you, whom you know not. The same is He that shall come after me, who is preferred before me: the latchet of whose shoe I am not worthy to loose. These things were done in Bethania, beyond the Jordan, where John was baptizing"],"offertory":["Psalm 84: 2-3","BENEDIXÍSTI, Dómine, terram tuam: avertísti captivitátem Jacob: remisísti iniquitátem plebis tuæ.","Lord, Thou hast blessed Thy land: Thou hast turned away the captivity of Jacob: Thou hast forgiven the iniquity of Thy peopl"],"secret":["","DEVOTIÓNIS nostræ tibi, quæsumus, Dómine, hóstia júgiter immolétur: quæ et sacri péragat institúta mystérii, et salutáre tuum in nobis mirabíliter operétur. Per Dóminum.","May the sacrifice of our devotion, we beseech Thee, O Lord, be always offered unto Thee: that it may both fulfil the end for which Thou didst institute this sacred mystery, and wonderfully work in us Thy salvation. Through our Lord"],"communion":["Isaiah 35. 4","DÍCITE: Pusillánimes confortámini, et nolíte timére: ecce Deus noster véniet, et salvábit nos.","Say: Ye fainthearted, take courage and fear not: behold our God will come and will save us"],"postcommunion":["","IMPLORÁMUS, Dómine, cleméntiam tuam: ut hæc divína subsídia, a vítiis expiátos, ad festa ventára nos præparent. Per Dóminum.","We implore Thy mercy, O Lord, that these divine mysteries, by atoning for our sins, may prepare us for the coming festival. Through our Lord"]}