{"name":"Twelth Sunday after Pentecost","introit":["Psalm 69. 2-3","DEUS, in adjutórium meum inténde: Dómine, ad adjuvándum me festína: confundántur et revereántur inimíci mei, qui quærunt ánimam meam. Ps. 69. 4. Avertántur retrórsum, et erubéscant: qui cógitant mihi mala. V. Gloria Patri.","Incline unto my aid, O God: O Lord, make haste to help me: let my enemies be confounded and ashamed, who seek my soul. Ps. Let them be turned backward and blush for shame, who desire evils to me. V. Glory be to the Father"],"collect":["","OMNÍPOTENS et miséricors Deus, de cujus múnere venit, ut tibi a fidélibus tuis digne et laudabíliter serviátur; tribue, quæsumus, nobis; ut ad promissiónes tuas sine offensióne currámus. Per Dóminum.","Almighty and merciful God, of whose gift it cometh that Thy faithful people do unto Thee true and laudable service; grant, we beseech Thee, that we may run without hindrance toward the attainment of Thy promises. Through our Lord"],"epistle":["II Corinthians 3. 4-9","FRATRES: Fidúciam talem habémus per Christum ad Deum: non quod sufficiéntes simus cogitáre áliquid a nobis, quasi ex nobis: sed sufficiéntia nostra ex Deo est: qui et idóneos nos fecit minístros novi testaménti: non líttera, sed spíritu: líttera enim occídit, spíritus autem vivíficat. Quod si ministrátio mortis, lítteris deformáta in lapídibus, fuit in glória; ita ut non possent inténdere fílii Israël in fáciem Móysi, propter glóriam vultus ejus, quæ evacuátur: quómodo non magis ministrátio Spíritus erit in glória? Nam si ministrátio damnatiónis glória est: multo magis abúndat ministérium justítiæ in glória.","Brethren: Such confidence we have through Christ towards God. Not that we are sufficient to think anything of ourselves, as of ourselves; but our sufficiency is from God. Who also hath made us fit ministers of the new testament, not in the letter, but in the spirit: for the letter killeth, but the spirit quickeneth. Now if the ministration of death, engraven with letters upon stones, was glorious, so that the children of Israel could not steadfastly behold the face of Moses, for the glory of his countenance, which is made void: how shall not the ministration of the spirit be rather in glory? For if the ministration of condemnation be glory, much more the ministration of justice aboundeth in glory"],"gradual":["Psalm 33. 2-3","BENEDÍCAM Dóminum in omni témpore: semper laus ejus in ore meo. V. In Dómino laudábitur ánima mea: áudiant mansuéti, et læténtur.","I will bless the Lord at all times; His praise shall ever be in my mouth. V. In the Lord shall my soul be praised: let the meek hear, and rejoice"],"alleluia":["Psalm 87. 2","ALLELÚIA, allelúia. V. Dómine Deus salútis meæ; in die clamávi et nocte coram te. Allelúia.","Alleluia, alleluia. V. O Lord, the God of my salvation, I have cried in the day, and in the night before Thee. Alleluia"],"gospel":["Luke 10. 23-37","IN illo témpore: Dixit Jesus discípulis suis: Beáti óculi qui vident quæ vos vidétis. Dico enim vobis, quod multi prophétæ et reges voluérunt vidére quæ vos vidétis, et non vidérunt: et audíre quæ audítis, et non audiérunt. Et ecce quidam legisperítus surréxit, tentans illum, et dicens: Magíster, quid faciéndo vitam ætérnam possidébo? At ille dixit ad eum: In lege quid scriptum est? quómodo legis? Ille respóndens, dixit: Díliges Dóminum Deum tuum ex toto corde tuo, et ex tota ánima tua, et ex ómnibus víribus tuis, et ex omni mente tua; et próximum tuum sicut teípsum. Dixítque illi: Recte respondísti: hoc fac, et vives. Ille autem volens justificáre seípsum, dixit ad Jesum: Et quis est meus próximus? Suscípiens autem Jesus, dixit: Homo quidam descendébat ab Jerúsalem in Jéricho, et íncidit in latrónes, qui étiam despoliavérunt eum: et plagis impósitis abiérunt, semivívo relícto. Accidit autem ut sacérdos quidam descénderet eádem via: et viso illo præterívit. Simíliter et levíta, cum esset secus locum et vidéret eum, pertránsiit. Samaritánus autem quidam iter fáciens, venit secus eum: et videns eum, misericórdia motus est. Et apprópians, alligávit vúlnera ejus, infúndens óleum et vinum: et impónens illum in juméntum suum, duxit in stábulum, et curam ejus egit. Et áltera die prótulit duos denários et dedit stabulário, et ait: Curam illíus habe: et quodcúmque supererogáveris, ego cum redíero, reddam tibi. Quis horum trium vidétur tibi próximus fuísse illi, qui íncidit in latrónes? At ille dixit: Qui fecit misericórdiam in illum. Et alt illi Jesus: Vade, et tu fac simíliter.","At that time, Jesus said to His disciples: Blessed are the eyes that see the things which you see. For I say to you, that many prophets and kings have desired to see the things that you see, and have not seen them; and to hear the things that you hear, and have not heard them. And behold a certain lawyer stood up, tempting Him, and saying: Master, what must I do to possess eternal life? But He said to him: What is written in the law? how readest thou? He answering, said: Thou shalt love the Lord thy God with thy whole heart, and with thy whole soul, and with all thy strength, and with all thy mind; and thy neighbor as thyself. And He said to him: Thou hast answered rightly: this do, and thou shalt live. But he, willing to justify himself, said to Jesus: And who is my neighbor? And Jesus answering, said: A certain man went down from Jerusalem to Jericho, and fell among robbers, who also stripped him, and having wounded him went away, leaving him half dead: and it chanced that a certain priest went down the same way, and seeing him, passed by. In like manner also a Levite, when he was near the place and saw him, passed by. But a certain Samaritan being on his journey, came near him, and seeing him, was moved with compassion, and going up to him, bound up his wounds, pouring in oil and wine; and setting him upon his own beast, brought him to an inn, and took care of him: and the next day he took out two pence, and gave to the host, and said: Take care of him, and whatsoever thou shalt spend over and above, I, at my return will repay thee. Which of these three, in thy opinion, was neighbor to him that fell among robbers? But he said: He that shewed mercy to him. And Jesus said to him: Go and do thou in like manner"],"offertory":["Exodus 32. 11, 13, 14","PRECÁTUS est Móyses in conspéctu Dómini Dei sui, et dixit: Quare, Dómine, irásceris in pópulo tuo? Parce iræ ánimæ tuæ: meménto Abraham, Isaac et Jacob, quibus jurásti dare terram fluéntem lac et mel. Et placátus factus est Dóminus de malignitáte, quam dixit fácere pópulo suo.","Moses prayed in the sight of the Lord his God, and said: Why, O Lord, is Thy indignation enkindled against Thy people? Let the anger of Thy mind cease; remember Abraham, Isaac and Jacob, to whom Thou didst swear to give a land flowing with milk and honey: and the Lord was appeased from doing the evil which He had spoken of doing against His people"],"secret":["","HÓSTIAS, quæsumus, Dómine, propítius inténde, quas sacris altáribus exhibémus: ut nobis indulgéntiam largiendo, tuo nómini dent honórem. Per Dóminum.","Mercifully regard, we beseech Thee, O Lord, the sacrifices, which we lay upon Thine altar: that they may obtain pardon for our sins, and give glory to Thy name. Through our Lord"],"communion":["Psalm 103. 13, 14-15","DE fructu óperum tuórum, Dómine, satiábitur terra: ut edúcas panem de terra, et vinum lætíficet cor hóminis: ut exhílaret fáciem in óleo, et panis cor hóminis confírmet.","The earth shall be filled with the fruit of Thy works, O Lord, that Thou mayest bring bread out of the earth, and that wine may cheer the heart of man: that he may make the face cheerful with oil; and that bread may strengthen man’s heart"],"postcommunion":["","VIVÍFICET nos, quæsumus, Dómine, hujus participátio sancta mystérii: et páriter nobis expiatiónem tríbuat et munímen. Per Dóminum.","May we be quickened, O Lord, by participation in this holy mystery, and may it grant us both the expiation of our sins and the strengthening of our souls. Through our Lord"]}