{"name":"ASCENSION TIME","introit":["Isaias 48: 20","EXAUDI Vocem jucunditátis annuntiáte, et audiátur, allelúia: annuntiáte usque ad extrémum terræ: liberávit Dóminus pópulum suum, allelúia, allelúia. Ps 65: 1-2. Jubiláte Deo, omnis terra, psalmum dícite nómini ejus: date glóriam laudi ejus. V. Glória Patri.","eclare the word of joy, and let it be heard, alleluia: declare it even to the ends of the earth; the Lord has delivered His people: alleluia, alleluia. Ps. Shout joyfully to God, all you on earth, sing praise to the glory of His name; proclaim His glorious praise V. Glory be to the Father"],"collect":["","DEUS, a quo bona cuncta procédunt, largíre supplícibus tuis: ut cogitémus, te inspiránte, quæ recta sunt; et, te gubernánte, eadem faciámus. Per Dóminum.","O God, from Whom all good things come, grant, we beseech Thee, that by Thy inspiration, we may think what is right and under Thy guidance, accomplish it. Through our Lord"],"epistle":["Ephesians 4: 7-13","FRATRES: Unicuíque nostrum data est grátia secúndum mensúram donatiónis Christi. Propter quod dicit: Ascéndens in altum, captívam duxit captivitátem: dedit dona homínibus. Quod autem ascéndit, quid est, nisi quia et descéndit primum in inferióres partes terræ? Qui descéndit, ipse est et qui ascéndit super omnes coelos, ut impléret ómnia. Et ipse dedit quosdam quidem apóstolos, quosdam autem prophétas, álios vero evangelístas, álios autem pastóres et doctóres, ad consummatiónem sanctórum in opus ministérii, in ædificatiónem córporis Christi: donec occurrámus omnes in unitátem fídei, et agnitiónis Fílii Dei, in virum perféctum, in mensúram ætátis plenitúdinis Christi.","Brethren: To each one of us grace was given according to the measure of Christ’s bestowal. Thus it says: Ascending on high, He led away captives; He gave gifts to men. Now this, He ascended, what does it mean but that He also first descended into the lower parts of the earth? He Who descended, He it is Who ascended also above all the heavens, that He might fill all things. And He Himself gave some men as apostles, and some as prophets, others again as evangelists, and others as pastors and teachers, in order to perfect the saints for a work of ministry, for building up the body of Christ, until we all attain to the unity of the faith and of the deep knowledge of the Son of God, to perfect manhood, to the mature measure of the fullness of Christ"],"alleluia":["ELUIA - Psalm 46. 9; John 14. 18","ALLELÚIA, alleluia. V. Surréxit Christus, et illúxit nobis, quos rédemit sánguine suo.","Alleluia, alleluia. V. Christ is risen, and has shone upon us, whom He redeemed with His Blood. Alleluia"],"gospel":["John 17: 1-11","IN illo tempore: Sublevátis Jesus oculis in coelum, dixit: Pater, venit hora, clarífica Fílium tuum, ut Fílius tuus claríficet te: sicut dedísti ei potestátem omnis carnis, ut omne, quod dedísti ei, det eis vitam ætérnam. Hæc est autem vita ætérna: ut cognóscant te, solum Deum verum, et quem misísti Jesum Christum. Ego te clarificávi super terram: opus consummávi, quod dedísti mihi, ut fáciam: et nunc clarífica me tu, Pater, apud temetípsum, claritáte, quam hábui, priúsquam mundus esset, apud te. Manifestávi nomen tuum homínibus, quos dedísti mihi de mundo. Tui erant, et mihi eos dedísti; et sermónem tuum servavérunt. Nunc cognovérunt, quia ómnia, quæ dedísti mihi, abs te sunt: quia verba, quæ dedísti mihi, dedi eis: et ipsi accepérunt, et cognovérunt vere, quia a te exivi, et credidérunt, quia tu me misísti. Ego pro eis rogo, non pro mundo rogo, sed pro his, quos dedísti mihi: quia tui sunt: et mea ómnia tua sunt, et tua mea sunt: et clarificátus sum in eis. Et iam non sum in mundo, et hi in mundo sunt, et ego ad te vénio.","At that time, raising His eyes to heaven, Jesus said: Father, the hour has come! Glorify Thy Son, that Thy Son may glorify Thee, even as Thee hast given Him power over all flesh, in order that to all Thou hast given Him He may give everlasting life. Now this is everlasting life, that they may know Thee, the only true God, and Him Whom Thou hast sent, Jesus Christ. I have glorified Thee on earth; I have accomplished the work that Thou hast given Me to do. And now Thee, Father, glorify Me with Thyself, with the glory that I had with Thee before the world existed. I have manifested Thy name to the men whom Thou hast given Me out of the world. They were Thine, and Thou hast given them to Me, and they have kept Thy word. Now they have learnt that whatever Thou have given Me is from Thee; because the words that Thou hast given Me I have given to them. And they have received them, and have known of a truth that I came forth from Thee, and they have believed that Thou did send Me. I pray for them; not for the world do I pray, but for those whom Thou hast given Me, because they are Thine; and all things that are Mine are Thine, and Thine are Mine; and I am glorified in them. And I am no longer in the world, but these are in the world, and I am coming to Thee"],"offertory":["Psalm 65: 8-9, 20","BENEDÍCITE, gentes, Dóminum, Deum nostrum, et obaudíte vocem laudis ejus: qui pósuit ánimam meam ad vitam, et non dedit commovéri pedes meos: benedíctus Dóminus, qui non amóvit deprecatiónem meam et misericórdiam suam a me, allelúia.","Bless the Lord our God, you peoples, loudly sound His praise; He has given life to my soul, and has not let my feet slip. Blessed be the Lord, Who refused me not my prayer, or His kindness. Alleluia"],"secret":["","SÚSCIPE, Dómine, fidélium preces cum oblatiónibus hostiárum: ut, per hæc piæ devotiónis offícia, ad coeléstem glóriam transeámus. Per Dóminum.","ccept, O Lord, the prayers and gifts of Your faithful people, that, through these rites of love and devotion we may pass to the glory of heaven. Through our Lord"],"communion":["Psalm 95: 2","CANTÁTE Dómino, allelúia: cantáte Dómino et benedícite nomen ejus: bene nuntiáte de die in diem salutáre ejus, allelúia, allelúia.","Sing to the Lord, alleluia; sing to the Lord; bless His name; announce His salvation day after day, alleluia, alleluia"],"postcommunion":["","TRÍBUE nobis, Dómine, coeléstis mensae virtúte satiátis: et desideráre, quæ recta sunt, et desideráta percípere. Per Dóminum.","Grant, O Lord, that we who have been fed with the strengthening food of Your heavenly table, may desire what is right and obtain what we desire. Through our Lord"]}