{"name":"SEASON OF CHRISTMAS","introit":["Exodus 16. 6, 7","HODIE sciétis, quia véniet Dóminus, et salvábit nos: et mane vidébitis glóriam ejus. Ps. 23. 1. Dómini est terra et plenitúdo ejus: orbis terrárum, et univérsi qui hábitant in eo. V. Glória Patri.","This day you shall know that the Lord will come, and save us: and in the morning you shall see His glory. Ps. 23. 1. The earth is the Lord’s and the fullness thereof: the world and all they that dwell therein. V. Glory be to the Father"],"collect":["","DEUS, qui nos redemptiónis nostræ ánnua exspectatióne lætíficas: præsta; ut Unigénitum tuum, quem Redemptórem læti suscípimus, veniéntem quoque júdicem secúri videámus, Dóminum nostrum Jesum Christum Fílium tuum: Qui tecum.","O God, who makest us glad with the yearly expectation of our redemption, grant that we who now joyfully receive Thine only-begotten Son as our Redeemer, may also without fear behold Him coming as our Judge, the same our Lord Jesus Christ Thy Son: Who with Thee"],"epistle":["Romans 1. 1-6","PAULUS, servus Jesu Christi, vocátus Apóstolus, segregátus in Evangélium Dei, quod ante promíserat per Prophétas suos in Scriptúris sanctis de Fílio suo, qui factus est ei ex sémine David secúndum carnem: qui prædestinátus est Fílius Dei in virtúte secúndum spíritum sanctificatiónis ex resurrectióne mortuórum Jesu Christi Dómini nostri: per quem accépimus grátiam, et apostolátum ad obediéndum fídei in ómnibus géntibus pro nómine ejus, in quibus estis et vos vocáti Jesu Christi Dómini nostri.","Paul, a servant of Jesus Christ, called to be an Apostle, separated unto the Gospel of God, which He had promised before by His prophets in the holy Scriptures concerning His Son, who was made to Him of the seed of David according to the flesh: who was predestinated the Son of God in power according to the spirit of sanctification by the resurrection of our Lord Jesus Christ from the dead: by whom we have received grace, and apostleship for obedience to the faith in all nations for His name, among whom are you also the called of Jesus Christ our Lord"],"gradual":["Exodus 16. 6, 7","HÓDIE sciétis, quia véniet Dóminus, et salvábit nos: et mane vidébitis glóriam ejus. V. Qui regis Israël, inténde: qui dedúcis, velut ovem, Joseph: qui sedes super Chérubim, appáre coram Ephraim, Bénjamin, et Manásse.","This day you shall know that the Lord will come and save us: and in the morning you shall see His glory. V. Give ear, O Thou that rulest Israel: Thou that leadest Joseph like a sheep, Thou that sittest upon the Cherubim, shine forth before Ephraim, Benjamin, and Manasses"],"alleluia":["Psalm 84. 4","ALLELÚIA, allelúia. V. Crastina die delebitur iniquitas terræ: et regnabit super nos Salvator mundi. Allelúia.","Alleluia, alleluia. V. Tomorrow shall the iniquity of the earth be abolished: and the Saviour of the world shall reign over us. Alleluia"],"gospel":["Matthew 1. 18-21","CUM esset desponsáta mater Jesu María Joseph, ántequam convenírent, invénta est in útero habens de Spíritu Sancto. Joseph autem vir ejus, cum esset justus et nollet eam tradúcere, vóluit occúlte dimíttere eam. Hæc autem eo cogitánte, ecce Angelus Dómini appáruit in somnis ei, dicens: Joseph, fili David, noli timére accípere Maríam cónjugem tuam: quod enim in ea natum est, de Spíritu Sancto est. Páriet autem fílium, et vocábis nomen ejus Jesum: ipse enim salvum fáciet pópulum suum a peccátis eórum.","Then Mary the Mother of Jesus was espoused to Joseph, before they came together, she was found with child of the Holy Ghost. Whereupon Joseph her husband, being a just man and not willing publicly to expose her, was minded to put her away privately. But while he thought on these things behold the Angel of the Lord appeared to him in his sleep, saying: Joseph, son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost. And she shall bring forth a Son, and thou shalt call His name Jesus: for He shall save His people from their sins"],"offertory":["Psalm 23.7","TÓLLITE portas, príncipes, vestras: et elevámini, portæ æternáles, et introíbit Rex glóriæ.","Lift up your gates, O ye princes: and be ye lifted up, O eternal gates, and the King of glory shall enter in"],"secret":["","DA nobis, quæsumus, omnípotens Deus: ut, sicut adoránda Fílii tui natalítia prævenímus, sic ejus múnera capiámus sempitérna gaudéntes: Qui tecum vivit.","Grant, we beseech Thee, almighty God, that even as we anticipate the adorable birthday of Thy Son, so too may we joyfully receive His eternal gifts: Who with Thee"],"communion":["Isaiah 40. 5","REVELÁBITUR gloria Dómini: et vidébit omnis caro salutáre Dei nostri.","The glory of the Lord shall be revealed: and all flesh shall see the salvation of our God"],"postcommunion":["","DA nobis, quæsumus, Dómine, unigéniti Fílii tui recensíta nativitáte respiráre; cujus cælésti mystério páscimur et potámur. Per eúmdem Dóminum.","Grant, we beseech Thee, O Lord, that the celebration of the birth of Thine only-begotten Son may give us fresh life; whose heavenly mystery is our food and drink. Through the same our Lord"]}