[
	{
		"num": 1,
		"short": "Genesis",
		"name": "Book of Genesis",
		"fmlname": "THE BOOK OF GENESIS",
		"group": "The Pentateuch Books",
		"desc": "This book is so called from its treating of the GENERATION, that is, of the creation and the beginning of the world.  The Hebrews call it BERESITH, from the Word with which it begins.  It contains not only the history of the Creation of the world; but also an account of its progress during the space of 2369 years, that is, until the death of JOSEPH.",
		"ch": [
			{ "name": "Genesis Chapter 1", "desc": "God createth Heaven and Earth, and all things therein, in six days.", "num": 1 },
			{
				"name": "Genesis Chapter 2",
				"desc": "God resteth on the seventh day and blesseth it.  The earthly paradise, in which God placeth man.  He commandeth him not to eat of the tree of knowledge.  And formeth a woman of his rib.",
				"num": 2
			},
			{
				"name": "Genesis Chapter 3",
				"desc": "The serpent's craft.  The fall of our first parents.  Their punishment. The promise of a Redeemer.",
				"num": 3
			},
			{ "name": "Genesis Chapter 4", "desc": "The history of Cain and Abel.", "num": 4 },
			{
				"name": "Genesis Chapter 5",
				"desc": "The genealogy, age, and death of the Patriarchs, from Adam to Noe.  The translation of Henoch.",
				"num": 5
			},
			{ "name": "Genesis Chapter 6", "desc": "Man's sin is the cause of the deluge.  Noe is commanded to build the ark.", "num": 6 },
			{ "name": "Genesis Chapter 7", "desc": "Noe with his family go into the ark.  The deluge overflows the earth.", "num": 7 },
			{
				"name": "Genesis Chapter 8",
				"desc": "The deluge ceaseth.  Noe goeth out of the ark, and offereth a sacrifice. God's covenant to him.",
				"num": 8
			},
			{
				"name": "Genesis Chapter 9",
				"desc": "God blesseth Noe:  forbiddeth blood, and promiseth never more to destroy the world by water.  The blessing of Sem and Japheth.",
				"num": 9
			},
			{ "name": "Genesis Chapter 10", "desc": "The genealogy of the children of Noe, by whom the world was peopled after the flood.", "num": 10 },
			{ "name": "Genesis Chapter 11", "desc": "The tower of Babel.  The confusion of tongues.  The genealogy of Sem down to Abram.", "num": 11 },
			{
				"name": "Genesis Chapter 12",
				"desc": "The call of Abram, and the promise made to him.  He sojourneth in Chanaan, and then by occasion of a famine, goeth down to Egypt.",
				"num": 12
			},
			{ "name": "Genesis Chapter 13", "desc": "Abram and Lot part from each other.  God's promise to Abram.", "num": 13 },
			{ "name": "Genesis Chapter 14", "desc": "The expedition of the four kings; the victory of Abram; he is blessed by Melchisedech.", "num": 14 },
			{ "name": "Genesis Chapter 15", "desc": "God promiseth seed to Abram.  His faith, sacrifice and vision.", "num": 15 },
			{ "name": "Genesis Chapter 16", "desc": "Abram marrieth Agar, who bringeth forth Ismael.", "num": 16 },
			{ "name": "Genesis Chapter 17", "desc": "The Covenant of circumcision.", "num": 17 },
			{
				"name": "Genesis Chapter 18",
				"desc": "Angels are entertained by Abraham.  They foretell the birth of Isaac. Abraham's prayer for the men of Sodom.",
				"num": 18
			},
			{
				"name": "Genesis Chapter 19",
				"desc": "Lot, entertaining Angels in his house, is delivered from Sodom, which is destroyed:  his wife for looking back is turned into a statue of salt.",
				"num": 19
			},
			{
				"name": "Genesis Chapter 20",
				"desc": "Abraham sojourned in Gerara:  Sara is taken into king Abimelech's house, but by God's commandment is restored untouched.",
				"num": 20
			},
			{ "name": "Genesis Chapter 21", "desc": "Isaac is born.  Agar and Ismael are cast forth.", "num": 21 },
			{
				"name": "Genesis Chapter 22",
				"desc": "The faith and obedience of Abraham is proved in his readiness to sacrifice his son Isaac.  He is stayed from the act by an angel.  Former promises are renewed to him.  His brother Nachor's issue.",
				"num": 22
			},
			{ "name": "Genesis Chapter 23", "desc": "Sara's death and burial in the field bought of Ephron.", "num": 23 },
			{
				"name": "Genesis Chapter 24",
				"desc": "Abraham's servant, sent by him into Mesopotamia, bringeth from thence Rebecca, who is married to Isaac.",
				"num": 24
			},
			{
				"name": "Genesis Chapter 25",
				"desc": "Abraham's children by Cetura; his death and that of Ismael.  Isaac hath Esau and Jacob twins.  Esau selleth his first birthright to Jacob.",
				"num": 25
			},
			{
				"name": "Genesis Chapter 26",
				"desc": "Isaac sojourneth in Gerara, where God reneweth to him the promise made to Abraham.  King Abimelech maketh league with him.",
				"num": 26
			},
			{
				"name": "Genesis Chapter 27",
				"desc": "Jacob, by him mother's counsel, obtaineth his father's blessing instead of Esau.  And by her is advised to fly to his uncle Laban.",
				"num": 27
			},
			{ "name": "Genesis Chapter 28", "desc": "Jacob's journey to Mesopotamia:  his vision and vow.", "num": 28 },
			{
				"name": "Genesis Chapter 29",
				"desc": "Jacob serveth Laban seven years for Rachel:  but is deceived with Lia: he afterwards marrieth Rachel.  Lia bears him four sons.",
				"num": 29
			},
			{
				"name": "Genesis Chapter 30",
				"desc": "Rachel, being barren, delivereth her handmaid to Jacob; she beareth two sons.  Lia ceasing to bear, giveth also her handmaid, and she beareth two more.  Then Lia beareth other two sons and one daughter.  Rachel beareth Joseph.  Jacob, desirous to return home, is hired to stay for a certain part of the flock's increase, whereby he becometh exceeding rich.",
				"num": 30
			},
			{ "name": "Genesis Chapter 31", "desc": "Jacob's departure:  he is pursued and overtaken by Laban.  They make a covenant.", "num": 31 },
			{ "name": "Genesis Chapter 32", "desc": "Jacob's vision of angels; his message and presents to Esau; his wrestling with an angel.", "num": 32 },
			{ "name": "Genesis Chapter 33", "desc": "Jacob and Esau meet:  Jacob goeth to Salem, where he raiseth an altar.", "num": 33 },
			{ "name": "Genesis Chapter 34", "desc": "Dina is ravished, for which the Sichemites are destroyed.", "num": 34 },
			{
				"name": "Genesis Chapter 35",
				"desc": "Jacob purgeth his family from idols:  goeth by God's commandment to Bethel, and there buildeth an altar.  God appearing again to Jacob blesseth him, and changeth his name into Israel.  Rachel dieth in childbirth.  Isaac also dieth.",
				"num": 35
			},
			{
				"name": "Genesis Chapter 36",
				"desc": "Esau with his wives and children parteth from Jacob.  An account of his descendants, and of the first kings of Edom.",
				"num": 36
			},
			{ "name": "Genesis Chapter 37", "desc": "Joseph's dreams:  he is sold by his brethren, and carried into Egypt.", "num": 37 },
			{ "name": "Genesis Chapter 38", "desc": "The sons of Juda:  the death of Her and Onan:  the birth of Phares and Zara.", "num": 38 },
			{
				"name": "Genesis Chapter 39",
				"desc": "Joseph hath charge of his master's house:  rejecteth his mistress's solicitations:  is falsely accused by her, and cast into prison, where he hath the charge of all the prisoners.",
				"num": 39
			},
			{
				"name": "Genesis Chapter 40",
				"desc": "Joseph interpreteth the dreams of two of Pharao's servants in prison: the event declareth the interpretations to be true, but Joseph is forgotten.",
				"num": 40
			},
			{ "name": "Genesis Chapter 41", "desc": "Joseph interpreteth the two dreams of Pharao:  he is made ruler over all Egypt.", "num": 41 },
			{ "name": "Genesis Chapter 42", "desc": "Jacob sendeth his ten sons to buy corn in Egypt.  Their treatment by Joseph.", "num": 42 },
			{ "name": "Genesis Chapter 43", "desc": "The sons of Jacob go again into Egypt with Benjamin.  They are entertained by Joseph.", "num": 43 },
			{ "name": "Genesis Chapter 44", "desc": "Joseph's contrivance to stop his brethren.  The humble supplication of Juda.", "num": 44 },
			{ "name": "Genesis Chapter 45", "desc": "Joseph maketh himself known to his brethren:  and sendeth for his father.", "num": 45 },
			{ "name": "Genesis Chapter 46", "desc": "Israel, warranted by a vision from God, goeth down into Egypt with all his family.", "num": 46 },
			{
				"name": "Genesis Chapter 47",
				"desc": "Jacob and his sons are presented before Pharao:  he giveth them the land of Gessen.  The famine forceth the Egyptians to sell all their possessions to the king.",
				"num": 47
			},
			{
				"name": "Genesis Chapter 48",
				"desc": "Joseph visiteth his father in his sickness, who adopteth his two sons Manasses and Ephraim, and blesseth them, preferring the younger before the elder.",
				"num": 48
			},
			{ "name": "Genesis Chapter 49", "desc": "Jacob's prophetical blessings of his twelve sons:  his death.", "num": 49 },
			{
				"name": "Genesis Chapter 50",
				"desc": "The mourning for Jacob, and his interment.  Joseph's kindness towards his brethren.  His death.",
				"num": 50
			}
		],
		"id": "genesis",
		"prevLen": null,
		"testament": "o"
	},
	{
		"num": 2,
		"short": "Exodus",
		"name": "Book of Exodus",
		"fmlname": "THE BOOK OF EXODUS",
		"group": "The Pentateuch Books",
		"desc": "The Second Book of Moses is called EXODUS, from the Greek word EXODOS, which signifies going out:  because it contains the history of the going out of the children of Israel out of Egypt.  The Hebrews, from the words with which it begins, call it VEELLE SEMOTH:  These are the names.  It contains transactions for 145 years; that is, from the death of Joseph to the erecting of the tabernacle.",
		"ch": [
			{
				"name": "Exodus Chapter 1",
				"desc": "The Israelites are multiplied in Egypt.  They are oppressed by a new king, who commandeth all their male children to be killed.",
				"num": 1
			},
			{
				"name": "Exodus Chapter 2",
				"desc": "Moses is born and exposed on the bank of the river; where he is taken up by the daughter of Pharao, and adopted for her son.  He killeth an Egyptian, and fleeth into Madian; where he marrieth a wife.",
				"num": 2
			},
			{ "name": "Exodus Chapter 3", "desc": "God appeareth to Moses in a bush, and sendeth him to deliver Israel.", "num": 3 },
			{
				"name": "Exodus Chapter 4",
				"desc": "Moses is empowered to confirm his mission with miracles:  his brother Aaron is appointed to assist him.",
				"num": 4
			},
			{ "name": "Exodus Chapter 5", "desc": "Pharao refuseth to let the people go.  They are more oppressed.", "num": 5 },
			{
				"name": "Exodus Chapter 6",
				"desc": "God reneweth his promise.  The genealogies of Ruben, Simon and Levi, down to Moses and Aaron. 6;1. And the Lord said to Moses:  Now thou shalt see what I will do to Pharao:  for by a mighty hand shall he let them go, and with a strong hand shall he cast them out of his land.",
				"num": 6
			},
			{
				"name": "Exodus Chapter 7",
				"desc": "Moses and Aaron go into Pharao:  they turn the rod into a serpent; and the waters of Egypt into blood, which was the first plague.  The magicians do the like, and Pharao's heart is hardened.",
				"num": 7
			},
			{
				"name": "Exodus Chapter 8",
				"desc": "The second plague is of frogs:  Pharao promiseth to let the Israelites go, but breaketh his promise.  The third plague is of sciniphs.  The fourth is of flies.  Pharao again promiseth to dismiss the people, but doth it not.",
				"num": 8
			},
			{
				"name": "Exodus Chapter 9",
				"desc": "The fifth plague is a murrain among the cattle.  The sixth, of boils in men and beasts.  The seventh, of hail.  Pharao promiseth again to let the people go, and breaketh his word.",
				"num": 9
			},
			{ "name": "Exodus Chapter 10", "desc": "The eighth plague of the locusts.  The ninth, of darkness:  Pharao is still hardened.", "num": 10 },
			{ "name": "Exodus Chapter 11", "desc": "Pharao and his people are threatened with the death of their firstborn.", "num": 11 },
			{
				"name": "Exodus Chapter 12",
				"desc": "The manner of preparing, and eating the paschal lamb:  the firstborn of Egypt are all slain:  the Israelites depart.",
				"num": 12
			},
			{
				"name": "Exodus Chapter 13",
				"desc": "The paschal solemnity is to be observed; and the firstborn are to be consecrated to God.  The people are conducted through the desert by a pillar of fire in the night, and a cloud in the day.",
				"num": 13
			},
			{
				"name": "Exodus Chapter 14",
				"desc": "Pharao pursueth the children of Israel.  They murmur against Moses, but are encouraged by him, and pass through the Red Sea.  Pharao and his army following them are drowned.",
				"num": 14
			},
			{ "name": "Exodus Chapter 15", "desc": "The canticle of Moses.  The bitter waters of Mara are made sweet.", "num": 15 },
			{ "name": "Exodus Chapter 16", "desc": "The people murmur for want of meat:  God giveth them quails and manna.", "num": 16 },
			{
				"name": "Exodus Chapter 17",
				"desc": "The people murmur again for want of drink; the Lord giveth them water out of a rock.  Moses lifting up his hand in prayer, Amalec is overcome.",
				"num": 17
			},
			{ "name": "Exodus Chapter 18", "desc": "Jethro bringeth to Moses his wife and children.  His counsel.", "num": 18 },
			{
				"name": "Exodus Chapter 19",
				"desc": "They come to Sinai:  the people are commanded to be sanctified.  The Lord, coming in thunder and lightning, speaketh with Moses.",
				"num": 19
			},
			{ "name": "Exodus Chapter 20", "desc": "The ten commandments.", "num": 20 },
			{ "name": "Exodus Chapter 21", "desc": "Laws relating to Justice.", "num": 21 },
			{
				"name": "Exodus Chapter 22",
				"desc": "The punishment of theft, and other trespasses.  The law of lending without usury, of taking pledges of reverences to superiors, and of paying tithes.",
				"num": 22
			},
			{
				"name": "Exodus Chapter 23",
				"desc": "Laws for judges; the rest of the seventh year, and day:  three principal feasts to be solemnized every year; the promise of an angel, to conduct and protect them:  idols are to be destroyed.",
				"num": 23
			},
			{
				"name": "Exodus Chapter 24",
				"desc": "Moses writeth his law; and after offering sacrifices, sprinkleth the blood of the testament upon the people:  then goeth up the mountain which God covereth with a fiery cloud.",
				"num": 24
			},
			{ "name": "Exodus Chapter 25", "desc": "Offerings prescribed for making the tabernacle, the ark, the candlestick, etc.", "num": 25 },
			{ "name": "Exodus Chapter 26", "desc": "The form of the tabernacle with its appurtenances.", "num": 26 },
			{
				"name": "Exodus Chapter 27",
				"desc": "The altar; and the court of the tabernacle with its hangings and pillars.  Provision of oil for lamps.",
				"num": 27
			},
			{ "name": "Exodus Chapter 28", "desc": "The holy vestments for Aaron and his sons.", "num": 28 },
			{
				"name": "Exodus Chapter 29",
				"desc": "The manner of consecrating Aaron and other priests; the institution of the daily sacrifice of two lambs, one in the morning, the other at evening.",
				"num": 29
			},
			{
				"name": "Exodus Chapter 30",
				"desc": "The altar of incense:  money to be gathered for the use of the tabernacle:  the brazen laver:  the holy oil of unction, and the composition of the perfume.",
				"num": 30
			},
			{
				"name": "Exodus Chapter 31",
				"desc": "Beseleel and Ooliab are appointed by the Lord to make the tabernacle, and the things belonging thereto.  The observation of the sabbath day is again commanded.  And the Lord delivereth to Moses two tables written with the finger of God.",
				"num": 31
			},
			{
				"name": "Exodus Chapter 32",
				"desc": "The people fall into idolatry.  Moses prayeth for them.  He breaketh the tables:  destroyeth the idol:  blameth Aaron, and causeth many of the idolaters to be slain.",
				"num": 32
			},
			{
				"name": "Exodus Chapter 33",
				"desc": "The people mourn for their sin.  Moses pitcheth the tabernacle without the camp.  He converseth familiarly with God.  Desireth to see his glory.",
				"num": 33
			},
			{
				"name": "Exodus Chapter 34",
				"desc": "The tables are renewed:  all society with the Chanaanites is forbid: some precepts concerning the firstborn, the sabbath, and other feasts: after forty days' fast, Moses returneth to the people with the commandments, and his face appearing horned with rays of light, he covereth it, whensoever he speaketh to the people.",
				"num": 34
			},
			{
				"name": "Exodus Chapter 35",
				"desc": "The sabbath.  Offerings for making the tabernacle.  Beseleel and Ooliab are called to the work.",
				"num": 35
			},
			{
				"name": "Exodus Chapter 36",
				"desc": "The offerings are delivered to the workmen, the curtains, coverings, boards, bars, veil, pillars, and hanging are made.",
				"num": 36
			},
			{
				"name": "Exodus Chapter 37",
				"desc": "Beseleel maketh the ark:  the propitiatory, and cherubims, the table, the candlestick, the lamps, and the altar of incense, and compoundeth the incense.",
				"num": 37
			},
			{
				"name": "Exodus Chapter 38",
				"desc": "He maketh the altar of holocaust.  The brazen laver.  The court with its pillars and hangings.  The sum of what the people offered.",
				"num": 38
			},
			{
				"name": "Exodus Chapter 39",
				"desc": "All the ornaments of Aaron and his sons are made.  And the whole work of the tabernacle is finished.",
				"num": 39
			},
			{ "name": "Exodus Chapter 40", "desc": "The tabernacle is commanded to be set up and anointed.  God filleth it with his majesty.", "num": 40 }
		],
		"id": "exodus",
		"prevLen": 50,
		"testament": "o"
	},
	{
		"num": 3,
		"short": "Leviticus",
		"name": "Book of Leviticus",
		"fmlname": "THE BOOK OF LEVITICUS",
		"group": "The Pentateuch Books",
		"desc": "This Book is called LEVITICUS, because it treats of the Offices, Ministries, Rites and Ceremonies of the Priests and Levites.  The Hebrews call it VAICRA, from the word with which it begins.",
		"ch": [
			{ "name": "Leviticus Chapter 1", "desc": "Of holocausts or burnt offerings.", "num": 1 },
			{ "name": "Leviticus Chapter 2", "desc": "Of offerings of flour, and firstfruits.", "num": 2 },
			{ "name": "Leviticus Chapter 3", "desc": "Of peace offerings.", "num": 3 },
			{ "name": "Leviticus Chapter 4", "desc": "Of offerings for sins of ignorance.", "num": 4 },
			{ "name": "Leviticus Chapter 5", "desc": "Of other sacrifices for sins.", "num": 5 },
			{
				"name": "Leviticus Chapter 6",
				"desc": "Oblation for sins of injustice:  ordinances concerning the holocausts and the perpetual fire:  the sacrifices of the priests, and the sin offerings.",
				"num": 6
			},
			{ "name": "Leviticus Chapter 7", "desc": "Of sacrifices for trespasses and thanks offerings.  No fat nor blood is to be eaten.", "num": 7 },
			{ "name": "Leviticus Chapter 8", "desc": "Moses consecrateth Aaron and his sons.", "num": 8 },
			{
				"name": "Leviticus Chapter 9",
				"desc": "Aaron offereth sacrifice for himself and the people.  Fire cometh from the Lord upon the altar.",
				"num": 9
			},
			{
				"name": "Leviticus Chapter 10",
				"desc": "Nadab and Abiu for offering strange fire, are burnt by fire.  Priests are forbidden to drink wine, when they enter into the tabernacle.  The law of eating the holy things.",
				"num": 10
			},
			{ "name": "Leviticus Chapter 11", "desc": "The distinction of clean and unclean animals.", "num": 11 },
			{ "name": "Leviticus Chapter 12", "desc": "The purification of women after childbirth.", "num": 12 },
			{ "name": "Leviticus Chapter 13", "desc": "The law concerning leprosy in men, and in garments.", "num": 13 },
			{ "name": "Leviticus Chapter 14", "desc": "The rites of sacrifices in cleansing the leprosy.  Leprosy in houses.", "num": 14 },
			{ "name": "Leviticus Chapter 15", "desc": "Other legal uncleannesses.", "num": 15 },
			{ "name": "Leviticus Chapter 16", "desc": "When and how the high priest must enter into the sanctuary.  The feast of expiation.", "num": 16 },
			{
				"name": "Leviticus Chapter 17",
				"desc": "No sacrifices to be offered but at the door of the tabernacle:  a prohibition of blood.",
				"num": 17
			},
			{ "name": "Leviticus Chapter 18", "desc": "Marriage is prohibited in certain degrees of kindred:  Anda all unnatural lusts.", "num": 18 },
			{ "name": "Leviticus Chapter 19", "desc": "Divers ordinances, partly moral, partly ceremonial or judicial.", "num": 19 },
			{ "name": "Leviticus Chapter 20", "desc": "Divers crimes to be punished with death.", "num": 20 },
			{ "name": "Leviticus Chapter 21", "desc": "Ordinances relating to the priests.", "num": 21 },
			{ "name": "Leviticus Chapter 22", "desc": "Who may eat the holy things:  and what things may be offered.", "num": 22 },
			{ "name": "Leviticus Chapter 23", "desc": "Holy days to be kept.", "num": 23 },
			{ "name": "Leviticus Chapter 24", "desc": "The oil for the lamps.  The loaves of proposition.  The punishment of blasphemy.", "num": 24 },
			{ "name": "Leviticus Chapter 25", "desc": "The law of the seventh and of the fiftieth year of jubilee.", "num": 25 },
			{
				"name": "Leviticus Chapter 26",
				"desc": "God's promises to them that keep his commandments.  And the many punishments with which he threatens transgressors.",
				"num": 26
			},
			{ "name": "Leviticus Chapter 27", "desc": "Of vows and tithes.", "num": 27 }
		],
		"id": "leviticus",
		"prevLen": 40,
		"testament": "o"
	},
	{
		"num": 4,
		"short": "Numbers",
		"name": "Book of Numbers",
		"fmlname": "THE BOOK OF NUMBERS",
		"group": "The Pentateuch Books",
		"desc": "This fourth Book of Moses is called NUMBERS, because it begins with the numbering of the people.  The Hebrews, from its first words, call it VAIEDABBER.  It contains the transactions of the Israelites from the second month of the second year after their going out of Egypt, until the beginning of the eleventh month of the fortieth year; that is, a history almost of thirty-nine years.",
		"ch": [
			{ "name": "Numbers Chapter 1", "desc": "The children of Israel are numbered:  the Levites are designed to serve the tabernacle.", "num": 1 },
			{ "name": "Numbers Chapter 2", "desc": "The order of the tribes in their camp.", "num": 2 },
			{
				"name": "Numbers Chapter 3",
				"desc": "The Levites are numbered and their offices distinguished.  They are taken in the place of the firstborn of the children of Israel.",
				"num": 3
			},
			{ "name": "Numbers Chapter 4", "desc": "The age and time of the Levites' service:  their offices and burdens.", "num": 4 },
			{
				"name": "Numbers Chapter 5",
				"desc": "The unclean are removed out of the camp:  confession of sins, and satisfaction:  firstfruits and oblations belonging to the priests:  trial of jealousy.",
				"num": 5
			},
			{ "name": "Numbers Chapter 6", "desc": "The law of the Nazarites:  the form of blessing the people.", "num": 6 },
			{
				"name": "Numbers Chapter 7",
				"desc": "The offerings of the princes at the dedication of the tabernacle.  God speaketh to Moses from the propitiatory.",
				"num": 7
			},
			{
				"name": "Numbers Chapter 8",
				"desc": "The seven lamps are placed on the golden candlestick, to shine towards the loaves of proposition:  the ordination of the Levites:  and to what age they shall serve in the tabernacle.",
				"num": 8
			},
			{
				"name": "Numbers Chapter 9",
				"desc": "The precept of the pasch is renewed:  the unclean and travellers are to observe it the second month:  the camp is guided by the pillar of the cloud.",
				"num": 9
			},
			{ "name": "Numbers Chapter 10", "desc": "The silver trumpets and their use.  They march from Sinai.", "num": 10 },
			{
				"name": "Numbers Chapter 11",
				"desc": "The people murmur and are punished with fire.  God appointeth seventy ancients for assistants to Moses.  They prophesy.  The people have their fill of flesh, but forthwith many die of the plague.",
				"num": 11
			},
			{
				"name": "Numbers Chapter 12",
				"desc": "Mary and Aaron murmur against Moses, whom God praiseth above other prophets.  Mary being struck with leprosy, Aaron confesseth his fault. Moses prayeth for her, and after seven days' separation from the camp, she is restored.",
				"num": 12
			},
			{ "name": "Numbers Chapter 13", "desc": "The twelve spies are sent to view the land.  The relation they make of it.", "num": 13 },
			{
				"name": "Numbers Chapter 14",
				"desc": "The people murmur.  God threateneth to destroy them.  He is appeased by Moses, yet so as to exclude the murmurers from entering the promised land.  The authors of the sedition are struck dead.  The rest going to fight against the will of God are beaten.",
				"num": 14
			},
			{
				"name": "Numbers Chapter 15",
				"desc": "Certain laws concerning sacrifices.  Sabbath breaking is punished with death.  The law of fringes on their garments.",
				"num": 15
			},
			{ "name": "Numbers Chapter 16", "desc": "The schism of Core and his adherents:  their punishment.", "num": 16 },
			{
				"name": "Numbers Chapter 17",
				"desc": "The priesthood is confirmed to Aaron by the miracle of the blooming of his rod, which is kept for a monument in the tabernacle.",
				"num": 17
			},
			{ "name": "Numbers Chapter 18", "desc": "The charge of the priests and of the Levites, and their portion.", "num": 18 },
			{ "name": "Numbers Chapter 19", "desc": "The law of the sacrifice of the red cow, and the water of expiation.", "num": 19 },
			{
				"name": "Numbers Chapter 20",
				"desc": "The death of Mary the sister of Moses.  The people murmur for want of water:  God giveth it them from the rock.  The death of Aaron.",
				"num": 20
			},
			{
				"name": "Numbers Chapter 21",
				"desc": "King Arad is overcome.  The people murmur and are punished with fiery serpents:  they are healed by the brazen serpent.  They conquer the kings Sehon and Og.",
				"num": 21
			},
			{
				"name": "Numbers Chapter 22",
				"desc": "Balac, king of Moab, sendeth twice for Balaam to curse Israel.  In his way Balaam is rebuked by an angel.",
				"num": 22
			},
			{
				"name": "Numbers Chapter 23",
				"desc": "Balaam, instead of cursing Israel, is obliged to bless them, and prophesy good things of them.",
				"num": 23
			},
			{ "name": "Numbers Chapter 24", "desc": "Balaam still continues to prophesy good things in favour of Israel.", "num": 24 },
			{
				"name": "Numbers Chapter 25",
				"desc": "The people fall into fornication and idolatry; for which twenty-four thousand are slain.  The zeal of Phinees.",
				"num": 25
			},
			{ "name": "Numbers Chapter 26", "desc": "The people are again numbered by their tribes and families.", "num": 26 },
			{ "name": "Numbers Chapter 27", "desc": "The law of inheritance.  Josue is appointed to succeed Moses.", "num": 27 },
			{ "name": "Numbers Chapter 28", "desc": "Sacrifices are appointed as well for every day as for sabbaths, and other festivals.", "num": 28 },
			{ "name": "Numbers Chapter 29", "desc": "Sacrifices for the festivals of the seventh month.", "num": 29 },
			{ "name": "Numbers Chapter 30", "desc": "Of vows and oaths:  and their obligation.", "num": 30 },
			{
				"name": "Numbers Chapter 31",
				"desc": "The Madianites are slain for having drawn the people of Israel into sin.  The dividing of the booty.",
				"num": 31
			},
			{
				"name": "Numbers Chapter 32",
				"desc": "The tribes of Ruben and Gad, and half of the tribe of Manasses, receive their inheritance on the east side of Jordan, upon conditions approved of by Moses.",
				"num": 32
			},
			{ "name": "Numbers Chapter 33", "desc": "The mansions or journeys of the children of Israel towards the land of promise.", "num": 33 },
			{ "name": "Numbers Chapter 34", "desc": "The limits of Chanaan; with the names of the men that make the division of it.", "num": 34 },
			{ "name": "Numbers Chapter 35", "desc": "Cities are appointed for the Levites.  Of which six are to be the cities of refuge.", "num": 35 },
			{
				"name": "Numbers Chapter 36",
				"desc": "That the inheritances may not be alienated from one tribe to another, all are to marry within their own tribes.",
				"num": 36
			}
		],
		"id": "numbers",
		"prevLen": 27,
		"testament": "o"
	},
	{
		"num": 5,
		"short": "Deuteronomy",
		"name": "Book of Deuteronomy",
		"fmlname": "THE BOOK OF DEUTERONOMY",
		"group": "The Pentateuch Books",
		"desc": "This Book is called DEUTERONOMY, which signifies a SECOND LAW, because it repeats and inculcates the ordinances formerly given on mount Sinai, with other precepts not expressed before.  The Hebrews, from the first words in the book, call it ELLE HADDEBARIM.",
		"ch": [
			{
				"name": "Deuteronomy Chapter 1",
				"desc": "A repetition of what passed at Sinai and Cadesbarne:  and of the people's murmuring and their punishment.",
				"num": 1
			},
			{
				"name": "Deuteronomy Chapter 2",
				"desc": "They are forbid to fight against the Edomites, Moabites, and Ammonites. Their victory over Sehon king of Hesebon.",
				"num": 2
			},
			{
				"name": "Deuteronomy Chapter 3",
				"desc": "The victory over Og king of Basan.  Ruben, Gad, and half the tribe of Manasses receive their possession on the other side of Jordan.",
				"num": 3
			},
			{
				"name": "Deuteronomy Chapter 4",
				"desc": "Moses exhorteth the people to keep God's commandments:  particularly to fly idolatry.  Appointeth three cities of refuge, on that side of the Jordan.",
				"num": 4
			},
			{ "name": "Deuteronomy Chapter 5", "desc": "The ten commandments are repeated and explained.", "num": 5 },
			{ "name": "Deuteronomy Chapter 6", "desc": "An exhortation to the love of God, and obedience to his law.", "num": 6 },
			{
				"name": "Deuteronomy Chapter 7",
				"desc": "No league nor fellowship to be made with the Chanaanites:  God promiseth his people his blessing and assistance, if they keep his commandments.",
				"num": 7
			},
			{
				"name": "Deuteronomy Chapter 8",
				"desc": "The people is put in mind of God's dealings with them, to the end that they may love him and serve him.",
				"num": 8
			},
			{
				"name": "Deuteronomy Chapter 9",
				"desc": "Lest they should impute their victories to their own merits, they are put in mind of their manifold rebellions and other sins, for which they should have been destroyed, but God spared them for his promise made to Abraham, Isaac, and Jacob.",
				"num": 9
			},
			{
				"name": "Deuteronomy Chapter 10",
				"desc": "God giveth the second tables of the law:  a further exhortation to fear and serve the Lord.",
				"num": 10
			},
			{
				"name": "Deuteronomy Chapter 11",
				"desc": "The love and service of God are still inculcated, with a blessing to them that serve him, and threats of punishment if they forsake his law.",
				"num": 11
			},
			{
				"name": "Deuteronomy Chapter 12",
				"desc": "All idolatry must be extirpated:  sacrifices, tithes, and firstfruits must be offered in one only place:  all eating of blood is prohibited.",
				"num": 12
			},
			{ "name": "Deuteronomy Chapter 13", "desc": "False prophets must be slain, and idolatrous cities destroyed.", "num": 13 },
			{
				"name": "Deuteronomy Chapter 14",
				"desc": "In mourning for the dead they are not to follow the ways of the Gentiles:  the distinction of clean and unclean meats:  ordinances concerning tithes, and firstfruits.",
				"num": 14
			},
			{
				"name": "Deuteronomy Chapter 15",
				"desc": "The law of the seventh year of remission.  The firstlings of cattle are to be sanctified to the Lord.",
				"num": 15
			},
			{
				"name": "Deuteronomy Chapter 16",
				"desc": "The three principal solemnities to be observed:  just judges to be appointed in every city:  all occasions of idolatry to be avoided.",
				"num": 16
			},
			{
				"name": "Deuteronomy Chapter 17",
				"desc": "Victims must be without blemish.  Idolaters are to be slain. Controversies are to be decided by the high priest and council, whose sentence must be obeyed under pain of death.  The duty of a king, who is to receive the law of God at the priest's hands.",
				"num": 17
			},
			{
				"name": "Deuteronomy Chapter 18",
				"desc": "The Lord is the inheritance of the priests and Levites.  Heathenish abominations are to be avoided.  The great PROPHET CHRIST is promised. False prophets must be slain.",
				"num": 18
			},
			{ "name": "Deuteronomy Chapter 19", "desc": "The cities of refuge.  Wilful murder, and false witnesses must be punished.", "num": 19 },
			{ "name": "Deuteronomy Chapter 20", "desc": "Laws relating to war.", "num": 20 },
			{
				"name": "Deuteronomy Chapter 21",
				"desc": "The expiation of a secret murder.  The marrying a captive.  The eldest son must not be deprived of his birthright for hatred of his mother.  A stubborn son is to be stoned to death.  When one is hanged on a gibbet, he must be taken down the same day and buried.",
				"num": 21
			},
			{
				"name": "Deuteronomy Chapter 22",
				"desc": "Humanity towards neighbours.  Neither sex may use the apparel of the other.  Cruelty to be avoided even to birds.  Battlements about the roof of a house.  Things of divers kinds not to be mixed.  The punishment of him that slandereth his wife, as also of adultery and rape.",
				"num": 22
			},
			{
				"name": "Deuteronomy Chapter 23",
				"desc": "Who may and who may not enter into the church:  uncleanness to be avoided:  other precepts concerning fugitives, fornication, usury, vows, and eating other men's grapes and corn.",
				"num": 23
			},
			{
				"name": "Deuteronomy Chapter 24",
				"desc": "Divorce permitted to avoid greater evil:  the newly married must not go to war:  of men stealers, of leprosy, of pledges, of labourers' hire, of justice, and of charity to the poor.",
				"num": 24
			},
			{
				"name": "Deuteronomy Chapter 25",
				"desc": "Stripes must not exceed forty.  The ox is not to be muzzled.  Of raising seed to the brother.  Of the immodest woman.  Of unjust weight.  Of destroying the Amalecites.",
				"num": 25
			},
			{
				"name": "Deuteronomy Chapter 26",
				"desc": "The form of words with which the firstfruits and tithes are to be offered.  God's covenant.",
				"num": 26
			},
			{
				"name": "Deuteronomy Chapter 27",
				"desc": "The commandments must be written on stones:  and an altar erected, and sacrifices offered.  The observers of the commandments are to be blessed, and the transgressors cursed.",
				"num": 27
			},
			{
				"name": "Deuteronomy Chapter 28",
				"desc": "Many blessings are promised to observers of God's commandments:  and curses threatened to transgressors.",
				"num": 28
			},
			{
				"name": "Deuteronomy Chapter 29",
				"desc": "The covenant is solemnly confirmed between God and his people.  Threats against those that shall break it.",
				"num": 29
			},
			{
				"name": "Deuteronomy Chapter 30",
				"desc": "Great mercies are promised to the penitent:  God's commandment is feasible.  Life and death are set before them.",
				"num": 30
			},
			{
				"name": "Deuteronomy Chapter 31",
				"desc": "Moses encourageth the people, and Josue, who is appointed to succeed him.  He delivereth the law to the priests.  God foretelleth that the people will often forsake him, and that he will punish them.  He commandeth Moses to write a canticle, as a constant remembrancer of the law.",
				"num": 31
			},
			{
				"name": "Deuteronomy Chapter 32",
				"desc": "A canticle for the remembrance of the law.  Moses is commanded to go up into a mountain, from whence he shall see the promised land but not enter into it.",
				"num": 32
			},
			{ "name": "Deuteronomy Chapter 33", "desc": "Moses before his death blesseth the tribes of Israel.", "num": 33 },
			{
				"name": "Deuteronomy Chapter 34",
				"desc": "Moses seeth the promised land, but is not suffered to go into it.  He dieth at the age of 120 years.  God burieth his body secretly, and all Israel mourn for him thirty days.  Josue, replenished (by imposition of Moses's hands) with the spirit of God, succeedeth.  But Moses, for his special familiarity with God, and for most wonderful miracles, is commended above all other prophets.",
				"num": 34
			}
		],
		"id": "deuteronomy",
		"prevLen": 36,
		"testament": "o"
	},
	{
		"num": 6,
		"short": "Josue",
		"name": "Book of Josue",
		"fmlname": "THE BOOK OF JOSUE",
		"group": "The Historical Books",
		"desc": "This Book is called JOSUE, because it contains the history of what passed under him, and according to the common opinion was written by him.  The Greeks call him Jesus:  for Josue and Jesus in the Hebrew, are the same name, and have the same signification, viz., A SAVIOUR.  And it was not without a mystery that he who was to bring the people into the land of promise should have his name changed from OSEE (for so he was called before, Num. 13.17,) to JOSUE or JESUS, to give us to understand, that Moses by his law could only bring the people within sight of the promised inheritance, but that our Saviour JESUS was to bring us into it.",
		"ch": [
			{
				"name": "Josue Chapter 1",
				"desc": "Josue, encouraged by the Lord, admonisheth the people to prepare themselves to pass over the Jordan.",
				"num": 1
			},
			{ "name": "Josue Chapter 2", "desc": "Two spies are sent to Jericho, who are received and concealed by Rahab.", "num": 2 },
			{ "name": "Josue Chapter 3", "desc": "The river Jordan is miraculously dried up for the passage of the children of Israel.", "num": 3 },
			{
				"name": "Josue Chapter 4",
				"desc": "Twelve stones are taken out of the river to be set up for a monument of the miracle; and other twelve are placed in the midst of the river.",
				"num": 4
			},
			{
				"name": "Josue Chapter 5",
				"desc": "The people are circumcised:  they keep the pasch.  The manna ceaseth.  An angel appeareth to Josue.",
				"num": 5
			},
			{
				"name": "Josue Chapter 6",
				"desc": "After seven days' processions, the priests sounding the trumpets, the walls of Jericho fall down:  and the city is taken and destroyed.",
				"num": 6
			},
			{
				"name": "Josue Chapter 7",
				"desc": "For the sins of Achan, the Israelites are defeated at Hai.  The offender is found out; and stoned to death, and God's wrath is turned from them.",
				"num": 7
			},
			{
				"name": "Josue Chapter 8",
				"desc": "Hai is taken and burnt, and all the inhabitants slain.  An altar is built, and sacrifices offered.  The law is written on stones, and the blessings and cursings are read before all the people.",
				"num": 8
			},
			{
				"name": "Josue Chapter 9",
				"desc": "Josue is deceived by the Gabaonites:  who being detected are condemned to be perpetual servants.",
				"num": 9
			},
			{
				"name": "Josue Chapter 10",
				"desc": "Five kings war against Gabaon.  Josue defeateth them:  many are slain with hailstones.  At the prayer of Josue the sun and moon stand still the space of one day.  The five kings are hanged.  Divers cities are taken.",
				"num": 10
			},
			{ "name": "Josue Chapter 11", "desc": "The kings of the north are overthrown:  the whole country is taken.", "num": 11 },
			{ "name": "Josue Chapter 12", "desc": "A list of the kings slain by Moses and Josue,", "num": 12 },
			{
				"name": "Josue Chapter 13",
				"desc": "God commandeth Josue to divide the land:  the possessions of Ruben, Gad, and half the tribe of Manasses, beyond the Jordan.",
				"num": 13
			},
			{ "name": "Josue Chapter 14", "desc": "Caleb's petition; Hebron is given to him and to his seed.", "num": 14 },
			{ "name": "Josue Chapter 15", "desc": "The borders of the lot of Juda.  Caleb's portion and conquest.  The cities of Juda.", "num": 15 },
			{ "name": "Josue Chapter 16", "desc": "The lot of the sons of Joseph.  The borders of the tribe of Ephraim.", "num": 16 },
			{ "name": "Josue Chapter 17", "desc": "The lot of the half tribe of Manasses.", "num": 17 },
			{ "name": "Josue Chapter 18", "desc": "Surveyors are sent to divide the rest of the land into seven tribes. The lot of Benjamin.", "num": 18 },
			{
				"name": "Josue Chapter 19",
				"desc": "The lots of the tribes of Simeon, Zabulon, Issachar, Aser, Nephtali and Dan.  A city is given to Josue.",
				"num": 19
			},
			{ "name": "Josue Chapter 20", "desc": "The cities of refuge are appointed for casual manslaughter.", "num": 20 },
			{ "name": "Josue Chapter 21", "desc": "Cities with their suburbs are assigned for the priests and Levites.", "num": 21 },
			{
				"name": "Josue Chapter 22",
				"desc": "The tribes of Ruben and Gad, and half the tribe of Manasses return to their possessions.  They build an altar by the side of the Jordan, which alarms the other tribes.  An embassage is sent to them, to which they give a satisfactory answer.",
				"num": 22
			},
			{
				"name": "Josue Chapter 23",
				"desc": "Josue being old admonisheth the people to keep God's commandments:  and to avoid marriages and all society with the Gentiles for fear of being brought to idolatry.",
				"num": 23
			},
			{
				"name": "Josue Chapter 24",
				"desc": "Josue assembleth the people, and reneweth the covenant between them and God.  His death and burial.",
				"num": 24
			}
		],
		"id": "josue",
		"prevLen": 34,
		"testament": "o"
	},
	{
		"num": 7,
		"short": "Judges",
		"name": "Book of Judges",
		"fmlname": "THE BOOK OF JUDGES",
		"group": "The Historical Books",
		"desc": "This Book is called JUDGES, because it contains the history of what passed under the government of the judges, who ruled Israel before they had kings.  The writer of it, according to the more general opinion, was the prophet Samuel.",
		"ch": [
			{
				"name": "Judges Chapter 1",
				"desc": "The expedition and victory of Juda against the Chanaanites:  who are tolerated in many places.",
				"num": 1
			},
			{
				"name": "Judges Chapter 2",
				"desc": "An angel reproveth Israel.  They weep for their sins.  After the death of Josue, they often fall, and repenting are delivered from their afflictions, but still fall worse and worse.",
				"num": 2
			},
			{
				"name": "Judges Chapter 3",
				"desc": "The people falling into idolatry are oppressed by their enemies; but repenting are delivered by Othoniel, Aod, and Samgar.",
				"num": 3
			},
			{ "name": "Judges Chapter 4", "desc": "Debbora and Barac deliver Israel from Jabin and Sisara, Jahal killeth Sisara.", "num": 4 },
			{ "name": "Judges Chapter 5", "desc": "The canticle of Debbora and Barac after their victory.", "num": 5 },
			{
				"name": "Judges Chapter 6",
				"desc": "The people for their sins, are oppressed by the Madianites.  Gedeon is called to deliver them.",
				"num": 6
			},
			{ "name": "Judges Chapter 7", "desc": "Gedeon, with three hundred men, by stratagem defeateth the Madianites.", "num": 7 },
			{
				"name": "Judges Chapter 8",
				"desc": "Gedeon appeaseth the Ephraimites.  Taketh Zebee and Salmana.  Destroyeth Soccoth and Phanuel.  Refuseth to be king.  Maketh an ephod of the gold of the prey, and dieth in a good old age.  The people return to idolatry.",
				"num": 8
			},
			{
				"name": "Judges Chapter 9",
				"desc": "Abimelech killeth his brethren.  Joatham's parable.  Gaal conspireth with the Sichemites against Abimelech, but is overcome.  Abimelech destroyeth Sichem:  but is killed at Thebes.",
				"num": 9
			},
			{
				"name": "Judges Chapter 10",
				"desc": "Thola ruleth Israel twenty-three years; and Jair twenty-two.  The people fall again into idolatry, and are afflicted again by the Philistines and Ammonites.  They cry to God for help, who upon their repentance hath compassion on them.",
				"num": 10
			},
			{
				"name": "Judges Chapter 11",
				"desc": "Jephte is made ruler of the people of Galaad:  he first pleads their cause against the Ammonites; then making a vow obtains a signal victory; he performs his vow.",
				"num": 11
			},
			{
				"name": "Judges Chapter 12",
				"desc": "The Ephraimites quarrel with Jephte:  forty-two thousand of them are slain:  Abeson, Ahialon, and Abdon, are judges.",
				"num": 12
			},
			{
				"name": "Judges Chapter 13",
				"desc": "The people fall again into idolatry and are afflicted by the Philistines.  An angel foretelleth the birth of Samson.",
				"num": 13
			},
			{
				"name": "Judges Chapter 14",
				"desc": "Samson desireth a wife of the Philistines.  He killeth a lion:  in whose mouth he afterwards findeth honey.  His marriage feast, and riddle, which is discovered by his wife.  He killeth, and strippeth thirty Philistines.  His wife taketh another man.",
				"num": 14
			},
			{ "name": "Judges Chapter 15", "desc": "Samson is denied his wife.  He burns the corn of the Philistines, and kills many of them.", "num": 15 },
			{ "name": "Judges Chapter 16", "desc": "Samson is deluded by Dalila:  and falls into the hands of the Philistines.  His death.", "num": 16 },
			{ "name": "Judges Chapter 17", "desc": "The history of the idol of Michas, and the young Levite.", "num": 17 },
			{
				"name": "Judges Chapter 18",
				"desc": "The expedition of the men of Dan against Lais:  in their way they rob Michas of his priest and his gods.",
				"num": 18
			},
			{
				"name": "Judges Chapter 19",
				"desc": "A Levite bringing home his wife, is lodged by an old man at Gabaa in the tribe of Benjamin.  His wife is there abused by wicked men, and in the morning found dead.  Her husband cutteth her body in pieces, and sendeth to every tribe of Israel, requiring them to revenge the wicked fact.",
				"num": 19
			},
			{
				"name": "Judges Chapter 20",
				"desc": "The Israelites warring against Benjamin are twice defeated; but in the third battle the Benjamites are all slain, saving six hundred men.",
				"num": 20
			},
			{
				"name": "Judges Chapter 21",
				"desc": "The tribe of Benjamin is saved from being utterly extinct, by providing wives for the six hundred that remained.",
				"num": 21
			}
		],
		"id": "judges",
		"prevLen": 24,
		"testament": "o"
	},
	{
		"num": 8,
		"short": "Ruth",
		"name": "Book of Ruth",
		"fmlname": "THE BOOK OF RUTH",
		"group": "The Historical Books",
		"desc": "This Book is called RUTH, from the name of the person whose history is here recorded:  who, being a Gentile, became a convert to the true faith, and marrying Booz, the great-grandfather of David, was one of those from whom Christ sprung according to the flesh, and an illustrious figure of the Gentile church.  It is thought this book was written by the prophet Samuel.",
		"ch": [
			{
				"name": "Ruth Chapter 1",
				"desc": "Elimelech of Bethlehem going with his wife Noemi, and two sons, into the land of Moab, dieth there.  His sons marry wives of that country and die without issue.  Noemi returneth home with her daughter in law Ruth, who refuseth to part with her.",
				"num": 1
			},
			{ "name": "Ruth Chapter 2", "desc": "Ruth gleaneth in the field of Booz, who sheweth her favour.", "num": 2 },
			{
				"name": "Ruth Chapter 3",
				"desc": "Ruth instructed by her mother in law lieth at Booz's feet, claiming him for her husband by the law of affinity:  she receiveth a good answer, and six measures of barley.",
				"num": 3
			},
			{
				"name": "Ruth Chapter 4",
				"desc": "Upon the refusal of the nearer kinsman, Booz marrieth Ruth, who bringeth forth Obed, the grandfather of David.",
				"num": 4
			}
		],
		"id": "ruth",
		"prevLen": 21,
		"testament": "o"
	},
	{
		"num": 9,
		"short": "1 Kings",
		"name": "First Book of Samuel",
		"fmlname": "THE FIRST BOOK OF SAMUEL, OTHERWISE CALLED THE FIRST BOOK OF KINGS",
		"group": "The Historical Books",
		"desc": "This and the following Book are called by the Hebrews the books of Samuel, because they contain the history of Samuel, and of the two kings, Saul and David, whom he anointed.  They are more commonly named by the Fathers, the first and second book of kings.  As to the writer of them, it is the common opinion that Samuel composed the first book, as far as the twenty-fifth chapter; and that the prophets Nathan and Gad finished the first, and wrote the second book.  See 1 Paralipomenon, alias 1 Chronicles, 29.29.",
		"ch": [
			{
				"name": "1 Kings Chapter 1",
				"desc": "Anna the wife of Elcana being barren, by vow and prayer obtaineth a son:  whom she calleth Samuel:  and presenteth him to the service of God in Silo, according to her vow.",
				"num": 1
			},
			{
				"name": "1 Kings Chapter 2",
				"desc": "The canticle of Anna.  The wickedness of the sons of Heli:  for which they are not duly corrected by their father.  A prophecy against the house of Heli.",
				"num": 2
			},
			{
				"name": "1 Kings Chapter 3",
				"desc": "Samuel is four times called by the Lord:  who revealeth to him the evil that shall fall on Heli, and his house.",
				"num": 3
			},
			{
				"name": "1 Kings Chapter 4",
				"desc": "The Israelites being overcome by the Philistines, send for the ark of God:  but they are beaten again, the sons of Heli are killed, and the ark taken:  upon the hearing of the news Heli falleth backward and dieth.",
				"num": 4
			},
			{
				"name": "1 Kings Chapter 5",
				"desc": "Dagon twice falleth down before the ark.  The Philistines are grievously afflicted, wherever the ark cometh.",
				"num": 5
			},
			{
				"name": "1 Kings Chapter 6",
				"desc": "The ark is sent back to Bethsames:  where many are slain for looking through curiosity into it.",
				"num": 6
			},
			{
				"name": "1 Kings Chapter 7",
				"desc": "The ark is brought to Cariathiarim.  By Samuel's exhortation the people cast away their idols and serve God alone.  The Lord defeateth the Philistines, while Samuel offereth sacrifice.",
				"num": 7
			},
			{ "name": "1 Kings Chapter 8", "desc": "Samuel growing old, and his sons not walking in his ways, the people desire a king.", "num": 8 },
			{ "name": "1 Kings Chapter 9", "desc": "Saul seeking his father's asses, cometh to Samuel, by whom he is entertained.", "num": 9 },
			{
				"name": "1 Kings Chapter 10",
				"desc": "Saul is anointed.  He prophesieth, and is changed into another man. Samuel calleth the people together, to make a king:  the lot falleth on Saul.",
				"num": 10
			},
			{ "name": "1 Kings Chapter 11", "desc": "Saul defeateth the Ammonites, and delivereth Jabes Galaad.", "num": 11 },
			{
				"name": "1 Kings Chapter 12",
				"desc": "Samuel's integrity is acknowledged.  God sheweth by a sign from heaven that they had done ill in asking for a king.",
				"num": 12
			},
			{
				"name": "1 Kings Chapter 13",
				"desc": "The war between Saul and the Philistines.  The distress of the Israelites.  Saul offereth sacrifice before the coming of Samuel:  for which he is reproved.",
				"num": 13
			},
			{
				"name": "1 Kings Chapter 14",
				"desc": "Jonathan attacketh the Philistines.  A miraculous victory.  Saul's unadvised oath, by which Jonathan is put in danger of his life, but is delivered by the people.",
				"num": 14
			},
			{
				"name": "1 Kings Chapter 15",
				"desc": "Saul is sent to destroy Amalec:  he spareth their king and the best of their cattle:  for which disobedience he is cast off by the Lord.",
				"num": 15
			},
			{ "name": "1 Kings Chapter 16", "desc": "Samuel is sent to Bethlehem, where he anointeth David:  who is taken into Saul's family.", "num": 16 },
			{ "name": "1 Kings Chapter 17", "desc": "War with the Philistines.  Goliath challengeth Israel.  He is slain by David.", "num": 17 },
			{
				"name": "1 Kings Chapter 18",
				"desc": "The friendship of Jonathan and David.  The envy of Saul, and his design upon David's life.  He marrieth him to his daughter Michol.",
				"num": 18
			},
			{
				"name": "1 Kings Chapter 19",
				"desc": "Other attempts of Saul upon David's life.  He cometh to Samuel.  Saul's messengers, and Saul himself prophesy.",
				"num": 19
			},
			{ "name": "1 Kings Chapter 20", "desc": "Saul being obstinately bent upon killing David, he is sent away by Jonathan.", "num": 20 },
			{
				"name": "1 Kings Chapter 21",
				"desc": "David receiveth holy bread of Achimelech, the priest:  and feigneth himself mad before Achis, king of Geth.",
				"num": 21
			},
			{
				"name": "1 Kings Chapter 22",
				"desc": "Many resort to David.  Doeg accuseth Achimelech to Saul.  He ordereth him and all the other priests of Nobe to be slain.  Abiathar escapeth.",
				"num": 22
			},
			{
				"name": "1 Kings Chapter 23",
				"desc": "David relieveth Ceila, besieged by the Philistines.  He fleeth into the desert of Ziph.  Jonathan and he confirm their former covenant.  The Ziphites discover him to Saul, who pursuing close after him, is called away by an invasion from the Philistines.",
				"num": 23
			},
			{
				"name": "1 Kings Chapter 24",
				"desc": "Saul seeketh David in the wilderness of Engaddi:  he goeth into a cave where David hath him in his power.",
				"num": 24
			},
			{
				"name": "1 Kings Chapter 25",
				"desc": "The death of Samuel.  David, provoked by Nabal, threateneth to destroy him:  but is appeased by Abigail.",
				"num": 25
			},
			{
				"name": "1 Kings Chapter 26",
				"desc": "Saul goeth out again after David, who cometh by night where Saul and his men are asleep, but suffereth him not to be touched.  Saul again confesseth his fault, and promiseth peace.",
				"num": 26
			},
			{ "name": "1 Kings Chapter 27", "desc": "David goeth again to Achis king of Geth, and obtaineth of him the city of Siceleg.", "num": 27 },
			{
				"name": "1 Kings Chapter 28",
				"desc": "The Philistines go out to war against Israel.  Saul being forsaken by God, hath recourse to a witch.  Samuel appeareth to him.",
				"num": 28
			},
			{ "name": "1 Kings Chapter 29", "desc": "David going with the Philistines is sent back by their princes.", "num": 29 },
			{
				"name": "1 Kings Chapter 30",
				"desc": "The Amalecites burn Siceleg, and carry off the prey:  David pursueth after them, and recovereth all out of their hands.",
				"num": 30
			},
			{ "name": "1 Kings Chapter 31", "desc": "Israel is defeated by the Philistines:  Saul and his sons are slain.", "num": 31 }
		],
		"id": "1kings",
		"prevLen": 4,
		"testament": "o"
	},
	{
		"num": 10,
		"short": "2 Kings",
		"name": "Second Book of Samuel",
		"fmlname": "THE SECOND BOOK OF SAMUEL, OTHERWISE CALLED THE SECOND BOOK OF KINGS",
		"group": "The Historical Books",
		"desc": "This Book relates the transactions from the death of Saul until the end of David's reign, being a history for the space of about forty-six years.",
		"ch": [
			{
				"name": "2 Kings Chapter 1",
				"desc": "David mourneth for the death of Saul and Jonathan:  he ordereth the man to be slain who pretended he had killed Saul.",
				"num": 1
			},
			{
				"name": "2 Kings Chapter 2",
				"desc": "David is received and anointed king of Juda.  Isboseth the son of Saul reigneth over the rest of Israel.  A battle between Abner and Joab.",
				"num": 2
			},
			{
				"name": "2 Kings Chapter 3",
				"desc": "David groweth daily stronger.  Abner cometh over to him:  he is treacherously slain by Joab.",
				"num": 3
			},
			{ "name": "2 Kings Chapter 4", "desc": "Isboseth is murdered by two of his servants.  David punisheth the murderers.", "num": 4 },
			{
				"name": "2 Kings Chapter 5",
				"desc": "David is anointed king of all Israel.  He taketh Jerusalem, and dwelleth there.  He defeateth the Philistines.",
				"num": 5
			},
			{
				"name": "2 Kings Chapter 6",
				"desc": "David fetcheth the ark from Cariathiarim.  Oza is struck dead for touching it.  It is deposited in the house of Obededom:  and from thence carried to David's house.",
				"num": 6
			},
			{
				"name": "2 Kings Chapter 7",
				"desc": "David's purpose to build a temple is rewarded with the promise of great blessings in his seed:  his prayer and thanksgiving.",
				"num": 7
			},
			{ "name": "2 Kings Chapter 8", "desc": "David's victories, and his chief officers.", "num": 8 },
			{ "name": "2 Kings Chapter 9", "desc": "David's kindness to Miphiboseth for the sake of his father Jonathan.", "num": 9 },
			{
				"name": "2 Kings Chapter 10",
				"desc": "The Ammonites shamefully abuse the ambassadors of David:  they hire the Syrians to the their assistance:  but are overthrown with their allies.",
				"num": 10
			},
			{
				"name": "2 Kings Chapter 11",
				"desc": "David falleth into the crime of adultery with Bethsabee:  and not finding other means to conceal it, causeth her husband Urias to be slain.  Then marrieth her, who beareth him a son.",
				"num": 11
			},
			{
				"name": "2 Kings Chapter 12",
				"desc": "Nathan's parable.  David confesseth his sin, and is forgiven:  yet so as to be sentenced to most severe temporal punishments.  The death of the child.  The birth of Solomon.  The taking of Rabbath.",
				"num": 12
			},
			{ "name": "2 Kings Chapter 13", "desc": "Ammon ravisheth Thamar.  For which Absalom killeth him, and flieth to Gessur.", "num": 13 },
			{ "name": "2 Kings Chapter 14", "desc": "Joab procureth Absalom's return, and his admittance to the king's presence.", "num": 14 },
			{ "name": "2 Kings Chapter 15", "desc": "Absalom's policy and conspiracy.  David is obliged to flee.", "num": 15 },
			{
				"name": "2 Kings Chapter 16",
				"desc": "Siba bringeth provisions to David.  Semei curseth him.  Absalom defileth his father's wives.",
				"num": 16
			},
			{
				"name": "2 Kings Chapter 17",
				"desc": "Achitophel's counsel is defeated by Chusai:  who sendeth intelligence to David.  Achitophel hangeth himself.",
				"num": 17
			},
			{ "name": "2 Kings Chapter 18", "desc": "Absalom is defeated, and slain by Joab.  David mourneth for him.", "num": 18 },
			{
				"name": "2 Kings Chapter 19",
				"desc": "David, at the remonstrances of Joab, ceaseth his mourning.  He is invited back and met by Semei and Miphiboseth:  a strife between the men of Juda and the men of Israel.",
				"num": 19
			},
			{
				"name": "2 Kings Chapter 20",
				"desc": "Seba's rebellion.  Amasa is slain by Joab.  Abela is besieged, but upon the citizens casting over the wall the head of Seba, Joab departeth with all his army.",
				"num": 20
			},
			{
				"name": "2 Kings Chapter 21",
				"desc": "A famine of three years, for the sin of Saul against the Gabaonites, at whose desire seven of Saul's race are crucified.  War again with the Philistines.",
				"num": 21
			},
			{ "name": "2 Kings Chapter 22", "desc": "King David's psalm of thanksgiving for his deliverance from all his enemies.", "num": 22 },
			{ "name": "2 Kings Chapter 23", "desc": "The last words of David.  A catalogue of his valiant men.", "num": 23 },
			{
				"name": "2 Kings Chapter 24",
				"desc": "David numbereth the people:  God sendeth a pestilence, which is stopt by David's prayer and sacrifice.",
				"num": 24
			}
		],
		"id": "2kings",
		"prevLen": 31,
		"testament": "o"
	},
	{
		"num": 11,
		"short": "3 Kings",
		"name": "Third Book of Kings",
		"fmlname": "THE THIRD BOOK OF KINGS",
		"group": "The Historical Books",
		"desc": "This and the following Book are called by the holy fathers the third and fourth book of Kings; but by the Hebrews, the first and second. They contain the history of the kingdoms of Israel and Juda, from the beginning of the reign of Solomon, to the captivity.  As to the writer of these books, it seems most probable they were not written by one man; nor at one time; but as there was all along a succession of prophets in Israel, who recorded, by divine inspiration, the most remarkable things that happened in their days, these books seem to have been written by these prophets.  See 2 Paralip. alias 2 Chron. 9.29; 12.15; 13.22; 20.34; 26.22; 32.32.",
		"ch": [
			{
				"name": "3 Kings Chapter 1",
				"desc": "King David growing old, Abisag a Sunamitess is brought to him.  Adonias pretending to reign, Nathan and Bethsabee obtain that Solomon should be declared and anointed king.",
				"num": 1
			},
			{
				"name": "3 Kings Chapter 2",
				"desc": "David, after giving his last charge to Solomon, dieth.  Adonias is put to death:  Abiathar is banished:  Joab and Semei are slain.",
				"num": 1
			},
			{
				"name": "3 Kings Chapter 3",
				"desc": "Solomon marrieth Pharao's daughter.  He sacrificeth in Gabaon:  in the choice which God gave him he preferreth wisdom.  His wise judgment between the two harlots.",
				"num": 3
			},
			{ "name": "3 Kings Chapter 4", "desc": "Solomon's chief officers.  His riches and wisdom.", "num": 4 },
			{
				"name": "3 Kings Chapter 5",
				"desc": "Hiram king of Tyre agreeth to furnish timber and workmen for building the temple:  the number of workmen and overseers.",
				"num": 5
			},
			{ "name": "3 Kings Chapter 6", "desc": "The building of Solomon's temple.", "num": 6 },
			{
				"name": "3 Kings Chapter 7",
				"desc": "Solomon's palace, his house in the forest, and the queen's house:  the work of the two pillars:  the sea (or laver) and other vessels.",
				"num": 7
			},
			{ "name": "3 Kings Chapter 8", "desc": "The dedication of the temple:  Solomon's prayer and sacrifices.", "num": 8 },
			{ "name": "3 Kings Chapter 9", "desc": "The Lord appeareth again to Solomon:  he buildeth cities:  he sendeth a fleet to Ophir.", "num": 9 },
			{ "name": "3 Kings Chapter 10", "desc": "The queen of Saba cometh to king Solomon:  his riches and glory.", "num": 10 },
			{
				"name": "3 Kings Chapter 11",
				"desc": "Solomon by means of his wives falleth into idolatry:  God raiseth him adversaries, Adad, Razon, and Jeroboam:  Solomon dieth.",
				"num": 11
			},
			{
				"name": "3 Kings Chapter 12",
				"desc": "Roboam, following the counsel of young men alienateth from him the minds of the people.  They make Jeroboam king over ten tribes:  he setteth up idolatry.",
				"num": 12
			},
			{
				"name": "3 Kings Chapter 13",
				"desc": "A prophet sent from Juda to Bethel foretelleth the birth of Josias, and the destruction of Jeroboam's altar.  Jeroboam's hand offering violence to the prophet withereth, but is restored by the prophet's prayer:  the same prophet is deceived by another prophet, and slain by a lion.",
				"num": 13
			},
			{
				"name": "3 Kings Chapter 14",
				"desc": "Ahias prophesieth the destruction of the family of Jeroboam.  He dieth, and is succeeded by his son Nadab.  The king of Egypt taketh and pillageth Jerusalem.  Roboam dieth and his son Abiam succeedeth.",
				"num": 14
			},
			{ "name": "3 Kings Chapter 15", "desc": "The acts of Abiam and of Asa kings of Juda.  And of Nadab and Baasa kings of Israel.", "num": 15 },
			{
				"name": "3 Kings Chapter 16",
				"desc": "Jehu prophesieth against Baasa:  his son Ela is slain and all his family destroyed by Zambri.  Of the reign of Amri father of Achab.",
				"num": 16
			},
			{
				"name": "3 Kings Chapter 17",
				"desc": "Elias shutteth up the heaven from raining.  He is fed by ravens, and afterwards by a widow of Sarephta.  He raiseth the window's son to life.",
				"num": 17
			},
			{
				"name": "3 Kings Chapter 18",
				"desc": "Elias cometh before Achab.  He convinceth the false prophets by bringing fire from heaven:  he obtaineth rain by his prayer.",
				"num": 18
			},
			{
				"name": "3 Kings Chapter 19",
				"desc": "Elias, fleeing from Jezabel, is fed by an angel in the desert; and by the strength of that food walketh forty days, till he cometh to Horeb, where he hath a vision of God.",
				"num": 19
			},
			{
				"name": "3 Kings Chapter 20",
				"desc": "The Syrians besiege Samaria:  they are twice defeated by Achab:  who is reprehended by a prophet for letting Benadad go.",
				"num": 20
			},
			{
				"name": "3 Kings Chapter 21",
				"desc": "Naboth, for denying his vineyard to king Achab, is by Jezabel's commandment, falsely accused and stoned to death.  For which crime Elias denounceth to Achab the judgments of God:  upon his humbling himself the sentence is mitigated.",
				"num": 21
			},
			{
				"name": "3 Kings Chapter 22",
				"desc": "Achab believing his false prophets, rather than Micheas, is slain in Ramoth Galaad.  Ochozias succeedeth him.  Good king Josaphat dieth, and his son Joram succeedeth him.",
				"num": 22
			}
		],
		"id": "3kings",
		"prevLen": 24,
		"testament": "o"
	},
	{
		"num": 12,
		"short": "4 Kings",
		"name": "Fourth Book of Kings",
		"fmlname": "THE FOURTH BOOK OF KINGS",
		"group": "The Historical Books",
		"ch": [
			{
				"name": "4 Kings Chapter 1",
				"desc": "Ochozias sendeth to consult Beelzebub:  Elias foretelleth his death:  and causeth fire to come down from heaven, upon two captains and their companies.",
				"num": 1
			},
			{
				"name": "4 Kings Chapter 2",
				"desc": "Eliseus will not part from Elias.  The water of the Jordan is divided by Elias' cloak.  Elias is taken up in a fiery chariot, and his double spirit is given to Eliseus.  Eliseus healeth the waters by casting in salt.  Boys are torn by bears for mocking Eliseus.",
				"num": 2
			},
			{
				"name": "4 Kings Chapter 3",
				"desc": "The kings of Israel, Juda, and Edom, fight against the king of Moab. They want water, which Eliseus procureth without rain:  and prophesieth victory.  The king of Moab is overthrown, his city is besieged:  he sacrificeth his firstborn son:  so the Israelites raise the siege.",
				"num": 3
			},
			{ "name": "4 Kings Chapter 4", "desc": "Miracles of Eliseus.  He raiseth a dead child to life.", "num": 4 },
			{
				"name": "4 Kings Chapter 5",
				"desc": "Naaman the Syrian is cleansed of his leprosy.  He professeth his belief in one God, promising to serve him.  Giezi taketh gifts of Naaman, and is struck with leprosy.",
				"num": 5
			},
			{
				"name": "4 Kings Chapter 6",
				"desc": "Eliseus maketh iron to swim upon the water:  he leadeth the Syrians that were sent to apprehend him into Samaria, where there eyes being opened, they are courteously entertained.  The Syrians besiege Samaria:  the famine there causeth a woman to eat her own child.  Upon this the king commandeth Eliseus to be put to death.",
				"num": 6
			},
			{
				"name": "4 Kings Chapter 7",
				"desc": "Eliseus prophesieth a great plenty, which presently ensueth upon the sudden flight of the Syrians; of which four lepers bring the news to the city.  The incredulous nobleman is trod to death.",
				"num": 7
			},
			{
				"name": "4 Kings Chapter 8",
				"desc": "After seven years' famine foretold by Eliseus, the Sunamitess returning home, recovereth her lands, and revenues.  Eliseus foresheweth the death of Benadad, king of Syria, and the reign of Hazael.  Joram's wicked reign in Juda.  He dieth, and his son Ochozias succeedeth.",
				"num": 8
			},
			{
				"name": "4 Kings Chapter 9",
				"desc": "Jehu is anointed king of Israel, to destroy the house of Achab and Jezebel.  He killeth Joram king of Israel, and Ochozias king of Juda. Jezebel is eaten by dogs.",
				"num": 9
			},
			{
				"name": "4 Kings Chapter 10",
				"desc": "Jehu destroyeth the house of Achab:  abolisheth the worship of Baal, and killeth the worshippers:  but sticketh to the calves of Jeroboam.  Israel is afflicted by the Syrians.",
				"num": 10
			},
			{ "name": "4 Kings Chapter 11", "desc": "Athalia's usurpation and tyranny.  Joas is made king.  Athalia is slain.", "num": 11 },
			{ "name": "4 Kings Chapter 12", "desc": "The temple is repaired.  Hazael is bought off from attacking Jerusalem. Joas is slain.", "num": 12 },
			{
				"name": "4 Kings Chapter 13",
				"desc": "The reign of Joachaz and of Joas kings of Israel.  The last acts and death of Eliseus the prophet:  a dead man is raised to life by the touch of his bones.",
				"num": 13
			},
			{
				"name": "4 Kings Chapter 14",
				"desc": "Amasias reigneth in Juda:  he overcometh the Edomites:  but is overcome by Joas king of Israel.  Jereboam the second reigneth in Israel.",
				"num": 14
			},
			{
				"name": "4 Kings Chapter 15",
				"desc": "The reign of Azarias, and Joatham in Juda:  and of Zacharias, Sellum, Manahem, Phaceia, and Phacee in Israel.",
				"num": 15
			},
			{
				"name": "4 Kings Chapter 16",
				"desc": "The wicked reign of Achaz:  the kings of Syria and Israel war against him:  he hireth the king of the Assyrians to assist him:  he causeth an altar to be made after the pattern of that of Damascus.",
				"num": 16
			},
			{
				"name": "4 Kings Chapter 17",
				"desc": "The reign of Osee.  The Israelites for their sins are carried into captivity:  other inhabitants are sent to Samaria, who make a mixture of religion.",
				"num": 17
			},
			{
				"name": "4 Kings Chapter 18",
				"desc": "The reign of Ezechias:  he abolisheth idolatry and prospereth. Sennacherib cometh up against him:  Rabsaces soliciteth the people to revolt; and blasphemeth the Lord.",
				"num": 18
			},
			{
				"name": "4 Kings Chapter 19",
				"desc": "Ezechias is assured of God's help by Isaias the prophet.  The king of the Assyrians still threateneth and blasphemeth.  Ezechias prayeth, and God promiseth to protect Jerusalem.  An angel destroyeth the army of the Assyrians, their king returneth to Nineve, and is slain by his two sons.",
				"num": 19
			},
			{
				"name": "4 Kings Chapter 20",
				"desc": "Ezechias being sick, is told by Isaias that he shall die; but praying to God, he obtaineth longer life, and in confirmation thereof receiveth a sign by the sun's returning back.  He sheweth all his treasures to the ambassadors of the king of Babylon:  Isaias reproving him for it, foretelleth the Babylonish captivity.",
				"num": 20
			},
			{
				"name": "4 Kings Chapter 21",
				"desc": "The wickedness of Manasses:  God's threats by his prophets.  His wicked son Amon succeedeth him, and is slain by his servants.",
				"num": 21
			},
			{
				"name": "4 Kings Chapter 22",
				"desc": "Josias repaireth the temple.  The book of the law is found, upon which they consult the Lord, and are told that great evils shall fall upon them, but not in the time of Josias.",
				"num": 22
			},
			{
				"name": "4 Kings Chapter 23",
				"desc": "Josias readeth the law before all the people.  They promise to observe it.  He abolisheth all idolatry, celebrateth the phase:  is slain in battle by the king of Egypt.  The short reign of Joachaz, in whose place Joakim is made king.",
				"num": 23
			},
			{ "name": "4 Kings Chapter 24", "desc": "The reign of Joakim, Joachin, and Sedecias.", "num": 24 },
			{
				"name": "4 Kings Chapter 25",
				"desc": "Jerusalem is besieged and taken by Nabuchodonosor:  Sedecias is taken: the city and temple are destroyed.  Godolias, who is left governor, is slain.  Joachin is exalted by Evilmerodach.",
				"num": 25
			}
		],
		"id": "4kings",
		"prevLen": 22,
		"testament": "o"
	},
	{
		"num": 13,
		"short": "1 Paralipomenon",
		"name": "First Book of Paralipomenon",
		"fmlname": "THE FIRST BOOK OF PARALIPOMENON",
		"group": "The Historical Books",
		"desc": "These Books are called by the Greek interpreters, Paralipomenon, that is, of things left out, or omitted; because they are a kind of a supplement of such things as were passed over in the books of the Kings.  The Hebrews call them Dibre Haijamim, that is, The words of the days, or The Chronicles.--Not that they are the books which are so often quoted in the Kings, under the title of the words of the days of the kings of Israel, and of the kings of Juda:  for the books of Paralipomenon were written after the books of Kings:  but because in all probability they have been abridged from those ancient words of the days, by Esdras or some other sacred writer.",
		"ch": [
			{
				"name": "1 Paralipomenon Chapter 1",
				"desc": "The genealogy of the patriarchs down to Abraham:  The posterity of Abraham and of Esau.",
				"num": 1
			},
			{
				"name": "1 Paralipomenon Chapter 2",
				"desc": "The twelve tribes of Israel.  The genealogy of Juda down to David.  Other genealogies of the tribe of Juda.",
				"num": 2
			},
			{ "name": "1 Paralipomenon Chapter 3", "desc": "The genealogy of the house of David.", "num": 3 },
			{ "name": "1 Paralipomenon Chapter 4", "desc": "Other genealogies of Juda and Simeon, and their victories.", "num": 4 },
			{
				"name": "1 Paralipomenon Chapter 5",
				"desc": "Genealogies of Ruben and Gad:  their victories over the Agarites:  their captivity.",
				"num": 5
			},
			{ "name": "1 Paralipomenon Chapter 6", "desc": "The genealogies of Levi, and of Aaron:  the cities of the Levites.", "num": 6 },
			{ "name": "1 Paralipomenon Chapter 7", "desc": "Genealogies of Issachar, Benjamin, Nephtali, Manasses, Ephraim, and Aser.", "num": 7 },
			{ "name": "1 Paralipomenon Chapter 8", "desc": "The posterity of Benjamin is further declared down to Saul.  His issue.", "num": 8 },
			{
				"name": "1 Paralipomenon Chapter 9",
				"desc": "The Israelites, priests, and Levites, who first dwelt in Jerusalem after the captivity.  A repetition of the genealogy of Saul.",
				"num": 9
			},
			{ "name": "1 Paralipomenon Chapter 10", "desc": "Saul is slain for his sins:  he is buried by the men of Jabes.", "num": 10 },
			{
				"name": "1 Paralipomenon Chapter 11",
				"desc": "David is made king.  He taketh the castle of Sion.  A catalogue of his valiant men.",
				"num": 11
			},
			{
				"name": "1 Paralipomenon Chapter 12",
				"desc": "Who followed David when he fled from Saul.  And who came to Hebron to make him king.",
				"num": 12
			},
			{ "name": "1 Paralipomenon Chapter 13", "desc": "The ark is brought from Cariathiarim.  Oza for touching it is struck dead.", "num": 13 },
			{ "name": "1 Paralipomenon Chapter 14", "desc": "David's house, and children:  his victories over the Philistines.", "num": 14 },
			{
				"name": "1 Paralipomenon Chapter 15",
				"desc": "The ark is brought into the city of David, with great solemnity.  Michol derideth David's devotion.",
				"num": 15
			},
			{
				"name": "1 Paralipomenon Chapter 16",
				"desc": "The ark is placed in the tabernacle.  Sacrifice is offered.  David blesseth the people, disposeth the offices of Levites, and maketh a psalm of praise to God.",
				"num": 16
			},
			{
				"name": "1 Paralipomenon Chapter 17",
				"desc": "David's purpose to build a temple, is rewarded by most ample promises: David's thanksgiving.",
				"num": 17
			},
			{ "name": "1 Paralipomenon Chapter 18", "desc": "David's victories.  His chief officers.", "num": 18 },
			{
				"name": "1 Paralipomenon Chapter 19",
				"desc": "The Ammonites abuse David's ambassadors:  both they and their confederates are overthrown.",
				"num": 19
			},
			{ "name": "1 Paralipomenon Chapter 20", "desc": "Rabba is taken.  Other victories over the Philistines.", "num": 20 },
			{
				"name": "1 Paralipomenon Chapter 21",
				"desc": "David's sin in numbering the people is punished by a pestilence:  which ceaseth upon his offering sacrifice in the thrashingfloor of Ornan.",
				"num": 21
			},
			{
				"name": "1 Paralipomenon Chapter 22",
				"desc": "David having prepared all necessaries, chargeth Solomon to build the temple and the princes to assist him.",
				"num": 22
			},
			{
				"name": "1 Paralipomenon Chapter 23",
				"desc": "David appointeth Solomon king.  The distribution of the Levites and their offices.",
				"num": 23
			},
			{
				"name": "1 Paralipomenon Chapter 24",
				"desc": "The divisions of the priests into four and twenty courses, to serve in the temple:  the chiefs of the Levites.",
				"num": 24
			},
			{ "name": "1 Paralipomenon Chapter 25", "desc": "The number and divisions of the musicians.", "num": 25 },
			{ "name": "1 Paralipomenon Chapter 26", "desc": "The divisions of the porters.  Offices of other Levites.", "num": 26 },
			{
				"name": "1 Paralipomenon Chapter 27",
				"desc": "The twelve captains for every month; the twelve princes of the tribes. David's several officers.",
				"num": 27
			},
			{
				"name": "1 Paralipomenon Chapter 28",
				"desc": "David's speech, in a solemn assembly:  his exhortation to Solomon.  He giveth him a pattern of the temple.",
				"num": 28
			},
			{
				"name": "1 Paralipomenon Chapter 29",
				"desc": "David by word and example encourageth the princes to contribute liberally to the building of the temple.  His thanksgiving, prayer, and sacrifices:  his death.",
				"num": 29
			}
		],
		"id": "1paralipomenon",
		"prevLen": 25,
		"testament": "o"
	},
	{
		"num": 14,
		"short": "2 Paralipomenon",
		"name": "Second Book of Paralipomenon",
		"fmlname": "THE SECOND BOOK OF PARALIPOMENON",
		"group": "The Historical Books",
		"ch": [
			{ "name": "2 Paralipomenon Chapter 1", "desc": "Solomon offereth sacrifices at Gabaon.  His choice of wisdom which God giveth him.", "num": 1 },
			{ "name": "2 Paralipomenon Chapter 2", "desc": "Solomon's embassy to Hiram, who sends him a skilful workman and timber.", "num": 2 },
			{ "name": "2 Paralipomenon Chapter 3", "desc": "The plan and ornaments of the temple:  the cherubims, the veil, and the pillars.", "num": 3 },
			{
				"name": "2 Paralipomenon Chapter 4",
				"desc": "The altar of brass, the molten sea upon twelve oxen, the ten loaves, the candlesticks and other vessels and ornaments of the temple.",
				"num": 4
			},
			{
				"name": "2 Paralipomenon Chapter 5",
				"desc": "The ark is brought with great solemnity into the temple:  the temple is filled with the glory of God.",
				"num": 5
			},
			{ "name": "2 Paralipomenon Chapter 6", "desc": "Solomon's blessings and prayer.", "num": 6 },
			{
				"name": "2 Paralipomenon Chapter 7",
				"desc": "Fire from heaven consumeth the sacrifices.  The solemnity of the dedication of the temple.  God signifieth his having heard Solomon's prayer:  yet so if he continue to serve him.",
				"num": 7
			},
			{ "name": "2 Paralipomenon Chapter 8", "desc": "Solomon's buildings and other acts.", "num": 8 },
			{
				"name": "2 Paralipomenon Chapter 9",
				"desc": "The queen of Saba admireth the wisdom of Solomon.  His riches and glory. His death.",
				"num": 9
			},
			{ "name": "2 Paralipomenon Chapter 10", "desc": "Roboam answereth the people roughly:  upon which ten tribes revolt.", "num": 10 },
			{ "name": "2 Paralipomenon Chapter 11", "desc": "Roboam's reign.  His kingdom is strengthened.", "num": 11 },
			{
				"name": "2 Paralipomenon Chapter 12",
				"desc": "Roboam for his sins is delivered up into the hands of the king of Egypt:  who carrieth away all the treasures of the temple.",
				"num": 12
			},
			{ "name": "2 Paralipomenon Chapter 13", "desc": "Abia's reign:  his victory over Jeroboam.", "num": 13 },
			{ "name": "2 Paralipomenon Chapter 14", "desc": "The reign of Asa:  his victory over the Ethiopians.", "num": 14 },
			{ "name": "2 Paralipomenon Chapter 15", "desc": "The prophecy of Azarias.  Asa's covenant with God.  He deposeth his mother.", "num": 15 },
			{ "name": "2 Paralipomenon Chapter 16", "desc": "Asa is reproved for seeking help from the Syrians:  his last acts and death.", "num": 16 },
			{
				"name": "2 Paralipomenon Chapter 17",
				"desc": "Josaphat's reign:  his care for the instruction of his people:  his numerous forces.",
				"num": 17
			},
			{
				"name": "2 Paralipomenon Chapter 18",
				"desc": "Josaphat accompanies Achab in his expedition against Ramoth; where Achab is slain, as Micheas had foretold.",
				"num": 18
			},
			{ "name": "2 Paralipomenon Chapter 19", "desc": "Josaphat's charge to the judges and to the Levites.", "num": 19 },
			{
				"name": "2 Paralipomenon Chapter 20",
				"desc": "The Ammonites, Moabites, and Syrians combine against Josaphat:  he seeketh God's help by public prayer and fasting.  A prophet foretelleth that God will fight for his people:  the enemies destroy one another. Josaphat with his men gathereth the spoils.  He reigneth in peace, but his navy perisheth, for his society with wicked Ochozias.",
				"num": 20
			},
			{ "name": "2 Paralipomenon Chapter 21", "desc": "Joram's wicked reign:  his punishment and death.", "num": 21 },
			{ "name": "2 Paralipomenon Chapter 22", "desc": "The reign and death of Ochozias.  The tyranny of Athalia.", "num": 22 },
			{
				"name": "2 Paralipomenon Chapter 23",
				"desc": "Joiada the high priest causeth Joas to be made king:  Athalia to be slain, and idolatry to be destroyed.",
				"num": 23
			},
			{
				"name": "2 Paralipomenon Chapter 24",
				"desc": "Joas reigneth well all the days of Joiada:  afterwards falleth into idolatry and causeth Zacharias to be slain.  He is slain himself by his servants.",
				"num": 24
			},
			{
				"name": "2 Paralipomenon Chapter 25",
				"desc": "Amasias' reign:  he beginneth well, but endeth ill:  he is overthrown by Joas, and slain by his people.",
				"num": 25
			},
			{
				"name": "2 Paralipomenon Chapter 26",
				"desc": "Ozias reigneth prosperously, till he invadeth the priests' office, upon which he is struck with a leprosy.",
				"num": 26
			},
			{ "name": "2 Paralipomenon Chapter 27", "desc": "Joatham's good reign.", "num": 27 },
			{ "name": "2 Paralipomenon Chapter 28", "desc": "The wicked and unhappy reign of Achaz.", "num": 28 },
			{ "name": "2 Paralipomenon Chapter 29", "desc": "Ezechias purifieth the temple, and restoreth religion.", "num": 29 },
			{
				"name": "2 Paralipomenon Chapter 30",
				"desc": "Ezechias inviteth all Israel to celebrate the pasch; the solemnity is kept fourteen days.",
				"num": 30
			},
			{ "name": "2 Paralipomenon Chapter 31", "desc": "Idolatry is abolished; and provisions made for the ministers.", "num": 31 },
			{
				"name": "2 Paralipomenon Chapter 32",
				"desc": "Sennacherib invadeth Juda:  his army is destroyed by an angel.  Ezechias recovereth from his sickness:  his other acts.",
				"num": 32
			},
			{
				"name": "2 Paralipomenon Chapter 33",
				"desc": "Manasses for his manifold wickedness is led captive to Babylon:  he repenteth, and is restored to his kingdom, and destroyeth idolatry:  his successor Amon is slain by his servants.",
				"num": 33
			},
			{
				"name": "2 Paralipomenon Chapter 34",
				"desc": "Josias destroyeth idolatry, repaireth the temple, and reneweth the covenant between God and the people.",
				"num": 34
			},
			{ "name": "2 Paralipomenon Chapter 35", "desc": "Josias celebrateth a most solemn pasch.  He is slain by the king of Egypt.", "num": 35 },
			{
				"name": "2 Paralipomenon Chapter 36",
				"desc": "The reigns of Joachaz, Joakim, Joachin, and Sedecias:  the captivity of Babylon released at length by Cyrus.",
				"num": 36
			}
		],
		"id": "2paralipomenon",
		"prevLen": 29,
		"testament": "o"
	},
	{
		"num": 15,
		"short": "1 Esdras",
		"name": "First Book of Esdras",
		"fmlname": "THE FIRST BOOK OF ESDRAS",
		"group": "The Historical Books",
		"desc": "This Book taketh its name from the writer:  who was a holy priest, and doctor of the law.  He is called by the Hebrews, Ezra.",
		"ch": [
			{
				"name": "1 Esdras Chapter 1",
				"desc": "Cyrus king of Persia releaseth God's people from their captivity, with license to return and build the temple in Jerusalem:  and restoreth the holy vessels which Nabuchodonosor had taken from thence.",
				"num": 1
			},
			{ "name": "1 Esdras Chapter 2", "desc": "The number of them that returned to Judea:  their oblations.", "num": 2 },
			{
				"name": "1 Esdras Chapter 3",
				"desc": "An altar is built for sacrifice, the feast of tabernacles is solemnly celebrated, and the foundations of the temple are laid.",
				"num": 3
			},
			{ "name": "1 Esdras Chapter 4", "desc": "The Samaritans by their letter to the king hinder the building.", "num": 4 },
			{
				"name": "1 Esdras Chapter 5",
				"desc": "By the exhortation of Aggeus, and Zacharias, the people proceed in building the temple.  Which their enemies strive in vain to hinder.",
				"num": 5
			},
			{ "name": "1 Esdras Chapter 6", "desc": "King Darius favoureth the building and contributeth to it.", "num": 6 },
			{
				"name": "1 Esdras Chapter 7",
				"desc": "Esdras goeth up to Jerusalem to teach, and assist the people, with a gracious decree of Artaxerxes.",
				"num": 7
			},
			{
				"name": "1 Esdras Chapter 8",
				"desc": "The companions of Esdras.  The fast which he appointed.  They bring the holy vessels into the temple.",
				"num": 8
			},
			{ "name": "1 Esdras Chapter 9", "desc": "Esdras mourneth for the transgression of the people:  his confession and prayer.", "num": 9 },
			{ "name": "1 Esdras Chapter 10", "desc": "Order is given for discharging strange women:  the names of the guilty.", "num": 10 }
		],
		"id": "1esdras",
		"prevLen": 36,
		"testament": "o"
	},
	{
		"num": 16,
		"short": "2 Esdras",
		"name": "Book of Nehemias",
		"fmlname": "THE BOOK OF NEHEMIAS, WHICH IS CALLED THE SECOND OF ESDRAS",
		"group": "The Historical Books",
		"desc": "This Book takes its name from the writer, who was cupbearer to Artaxerxes (surnamed Longimanus) king of Persia, and was sent by him with a commission to rebuild the walls of Jerusalem.  It is also called the second book of Esdras; because it is a continuation of the history, begun by Esdras, of the state of the people of God after their return from captivity.",
		"ch": [
			{
				"name": "2 Esdras Chapter 1",
				"desc": "Nehemias hearing the miserable state of his countrymen in Judea, lamenteth, fasteth, and prayeth to God for their relief.",
				"num": 1
			},
			{
				"name": "2 Esdras Chapter 2",
				"desc": "Nehemias with commission from king Artaxerxes cometh to Jerusalem:  and exhorteth the Jews to rebuild the walls.",
				"num": 2
			},
			{ "name": "2 Esdras Chapter 3", "desc": "They begin to build the walls:  the names and order of the builders.", "num": 3 },
			{ "name": "2 Esdras Chapter 4", "desc": "The building is carried on notwithstanding the opposition of their enemies.", "num": 4 },
			{
				"name": "2 Esdras Chapter 5",
				"desc": "Nehemias blameth the rich, for their oppressing the poor.  His exhortation, and bounty to his countrymen.",
				"num": 5
			},
			{ "name": "2 Esdras Chapter 6", "desc": "The enemies seek to terrify Nehemias.  He proceedeth and finisheth the wall.", "num": 6 },
			{
				"name": "2 Esdras Chapter 7",
				"desc": "Nehemias appointeth watchmen in Jerusalem.  The list of those who came first from Babylon.",
				"num": 7
			},
			{
				"name": "2 Esdras Chapter 8",
				"desc": "Esdras readeth the law before the people.  Nehemias comforteth them. They celebrate the feast of tabernacles.",
				"num": 8
			},
			{
				"name": "2 Esdras Chapter 9",
				"desc": "The people repent with fasting and sackcloth.  The Levites confess God's benefits, and the people's ingratitude:  they pray for them, and make a covenant with God.",
				"num": 9
			},
			{ "name": "2 Esdras Chapter 10", "desc": "The names of the subscribers to the covenant, and the contents of it.", "num": 10 },
			{ "name": "2 Esdras Chapter 11", "desc": "Who were the inhabitants of Jerusalem, and the other cities.", "num": 11 },
			{
				"name": "2 Esdras Chapter 12",
				"desc": "The priests, and Levites that came up with Zorobabel.  The succession of high priests:  the solemnity of the dedication of the wall.",
				"num": 12
			},
			{ "name": "2 Esdras Chapter 13", "desc": "Divers abuses are reformed.", "num": 13 }
		],
		"id": "2esdras",
		"prevLen": 10,
		"testament": "o"
	},
	{
		"num": 17,
		"short": "Tobias",
		"name": "Book of Tobias",
		"fmlname": "THE BOOK OF TOBIAS",
		"group": "The Historical Books",
		"desc": "This Book takes its name from the holy man Tobias, whose wonderful virtues are herein recorded.  It contains most excellent documents of great piety, extraordinary patience, and of a perfect resignation to the will of God.  His humble prayer was heard, and the angel Raphael was sent to relieve him:  he is thankful and praises the Lord, calling on the children of Israel to do the same.  Having lived to the age of one hundred and two years, he exhorts his son and grandsons to piety, foretells the destruction of Ninive and the rebuilding of Jerusalem:  he dies happily.",
		"ch": [
			{ "name": "Tobias Chapter 1", "desc": "Tobias's early piety:  his works of mercy, particularly in burying the dead.", "num": 1 },
			{
				"name": "Tobias Chapter 2",
				"desc": "Tobias leaveth his dinner to bury the dead:  he loseth his sight by God's permission, for manifestation of his patience.",
				"num": 2
			},
			{
				"name": "Tobias Chapter 3",
				"desc": "The prayer of Tobias, and of Sara, in their several afflictions, are heard by God, and the angel Raphael is sent to relieve them.",
				"num": 3
			},
			{
				"name": "Tobias Chapter 4",
				"desc": "Tobias thinking he shall die, giveth his son godly admonitions:  and telleth him of money he had lent to a friend.",
				"num": 4
			},
			{
				"name": "Tobias Chapter 5",
				"desc": "Young Tobias seeking a guide for his journey, the angel Raphael, in shape of a man, undertaketh this office.",
				"num": 5
			},
			{
				"name": "Tobias Chapter 6",
				"desc": "By the angel's advice young Tobias taketh hold on a fish that assaulteth him.  Reserveth the heart, the gall, and the liver for medicines.  They lodge at the house of Raguel, whose daughter Sara, Tobias is to marry; she had before been married to seven husbands, who were all slain by a devil.",
				"num": 6
			},
			{ "name": "Tobias Chapter 7", "desc": "They are kindly entertained by Raguel.  Tobias demandeth Sara to wife.", "num": 7 },
			{
				"name": "Tobias Chapter 8",
				"desc": "Tobias burneth part of the fish's liver, and Raphael bindeth the devil. Tobias and Sara pray.",
				"num": 8
			},
			{ "name": "Tobias Chapter 9", "desc": "The angel Raphael goeth to Gabelus, receiveth the money, and bringeth him to the marriage.", "num": 9 },
			{ "name": "Tobias Chapter 10", "desc": "The parents lament the long absence of their son Tobias.  He sets out to return.", "num": 10 },
			{ "name": "Tobias Chapter 11", "desc": "Tobias anointeth his father's eyes with the fish's gall, and he recovereth his sight.", "num": 11 },
			{ "name": "Tobias Chapter 12", "desc": "Raphael maketh himself known.", "num": 12 },
			{
				"name": "Tobias Chapter 13",
				"desc": "Tobias the father praiseth God, exhorting all Israel to do the same. Prophesieth the restoration and better state of Jerusalem.",
				"num": 13
			},
			{
				"name": "Tobias Chapter 14",
				"desc": "Old Tobias dieth at the age of a hundred and two years, after exhorting his son and grandsons to piety, foreshewing that Ninive shall be destroyed, and Jerusalem rebuilt.  The younger Tobias returneth with his family to Raguel, and dieth happily as he had lived.",
				"num": 14
			}
		],
		"id": "tobias",
		"prevLen": 13,
		"testament": "o"
	},
	{
		"num": 18,
		"short": "Judith",
		"name": "Book of Judith",
		"fmlname": "THE BOOK OF JUDITH",
		"group": "The Historical Books",
		"desc": "The sacred writer of this Book is generally believed to be the high priest Eliachim (called also Joachim).  The transactions herein related, most probably happened in his days, and in the reign of Manasses, after his repentance and return from captivity.  It takes its name from that illustrious woman, by whose virtue and fortitude, and armed with prayer, the children of Israel were preserved from the destruction threatened them by Holofernes and his great army.  It finishes with her canticle of thanksgiving to God.",
		"ch": [
			{ "name": "Judith Chapter 1", "desc": "Nabuchodonosor king of the Assyrians overcometh Arphaxad king of the Medes.", "num": 1 },
			{ "name": "Judith Chapter 2", "desc": "Nabuchodonosor sendeth Holofernes to waste the countries of the west.", "num": 2 },
			{
				"name": "Judith Chapter 3",
				"desc": "Many submit themselves to Holofernes.  He destroyeth their cities, and their gods, that Nabuchodonosor only might be called God.",
				"num": 3
			},
			{
				"name": "Judith Chapter 4",
				"desc": "The children of Israel prepare themselves to resist Holofernes.  They cry to the Lord for help.",
				"num": 4
			},
			{ "name": "Judith Chapter 5", "desc": "Achior gives Holofernes an account of the people of Israel.", "num": 5 },
			{ "name": "Judith Chapter 6", "desc": "Holofernes in great rage sendeth Achior to Bethulia, there to be slain with the Israelites.", "num": 6 },
			{ "name": "Judith Chapter 7", "desc": "Holofernes besiegeth Bethulia.  The distress of the besieged.", "num": 7 },
			{ "name": "Judith Chapter 8", "desc": "The character of Judith:  her discourse to the ancients.", "num": 8 },
			{ "name": "Judith Chapter 9", "desc": "Judith's prayer, to beg of God to fortify her in her undertaking.", "num": 9 },
			{ "name": "Judith Chapter 10", "desc": "Judith goeth out towards the camp, and is taken, and brought to Holofernes.", "num": 10 },
			{ "name": "Judith Chapter 11", "desc": "Judith's speech to Holofernes.", "num": 11 },
			{ "name": "Judith Chapter 12", "desc": "Judith goeth out in the night to pray:  she is invited to a banquet with Holofernes.", "num": 12 },
			{ "name": "Judith Chapter 13", "desc": "Judith cutteth off the head of Holofernes, and returneth to Bethulia.", "num": 13 },
			{
				"name": "Judith Chapter 14",
				"desc": "The Israelites assault the Assyrians, who finding their general slain, are seized with a panic fear.",
				"num": 14
			},
			{ "name": "Judith Chapter 15", "desc": "The Assyrians flee:  the Hebrews pursue after them, and are enriched by their spoils.", "num": 15 },
			{ "name": "Judith Chapter 16", "desc": "The canticle of Judith:  her virtuous life and death.", "num": 16 }
		],
		"id": "judith",
		"prevLen": 14,
		"testament": "o"
	},
	{
		"num": 19,
		"short": "Esther",
		"name": "Book of Esther",
		"fmlname": "THE BOOK OF ESTHER",
		"group": "The Historical Books",
		"desc": "This Book takes its name from queen Esther, whose history is here recorded.  The general opinion of almost all commentators on the Holy Scriptures makes Mardochai the writer of it:  which also may be collected below from chap. 9 ver. 20.",
		"ch": [
			{
				"name": "Esther Chapter 1",
				"desc": "King Assuerus maketh a great feast.  Queen Vasthi being sent for refuseth to come:  for which disobedience she is deposed.",
				"num": 1
			},
			{ "name": "Esther Chapter 2", "desc": "Esther is advanced to be queen.  Mardochai detecteth a plot against the king.", "num": 2 },
			{
				"name": "Esther Chapter 3",
				"desc": "Aman, advanced by the king, is offended at Mardochai, and therefore procureth the king's decree to destroy the whole nation of the Jews.",
				"num": 3
			},
			{
				"name": "Esther Chapter 4",
				"desc": "Mardochai desireth Esther to petition the king for the Jews.  They join in fasting and prayer.",
				"num": 4
			},
			{
				"name": "Esther Chapter 5",
				"desc": "Esther is graciously received:  she inviteth the king and Aman to dinner, Aman prepareth a gibbet for Mardochai.",
				"num": 5
			},
			{
				"name": "Esther Chapter 6",
				"desc": "The king hearing of the good service done him by Mardochai, commandeth Aman to honour him next to the king, which he performeth.",
				"num": 6
			},
			{
				"name": "Esther Chapter 7",
				"desc": "Esther's petition for herself and her people:  Aman is hanged upon the gibbet he had prepared for Mardochai.",
				"num": 7
			},
			{ "name": "Esther Chapter 8", "desc": "Mardochai is advanced:  Aman's letters are reversed.", "num": 8 },
			{
				"name": "Esther Chapter 9",
				"desc": "The Jews kill their enemies that would have killed them.  The days of Phurim are appointed to be kept holy.",
				"num": 9
			},
			{ "name": "Esther Chapter 10", "desc": "Assuerus's greatness.  Mardochai's dignity.", "num": 10 },
			{
				"name": "Esther Chapter 11",
				"desc": "The dream of Mardochai, which in the ancient Greek and Latin Bibles was into the beginning of the book, but was detached by St. Jerome, and put in this place.",
				"num": 11
			},
			{ "name": "Esther Chapter 12", "desc": "Mardochai detects the conspiracy of the two eunuchs.", "num": 12 },
			{ "name": "Esther Chapter 13", "desc": "A copy of a letter sent by Aman to destroy the Jews.  Mardochai's prayer for the people.", "num": 13 },
			{ "name": "Esther Chapter 14", "desc": "The prayer of Esther for herself and her people.", "num": 14 },
			{ "name": "Esther Chapter 15", "desc": "Esther comes into the king's presence:  she is terrified, but God turns his heart.", "num": 15 },
			{ "name": "Esther Chapter 16", "desc": "A copy of the king's letter in favour of the Jews.", "num": 16 }
		],
		"id": "esther",
		"prevLen": 16,
		"testament": "o"
	},
	{
		"num": 20,
		"short": "Job",
		"name": "Book of Job",
		"fmlname": "THE BOOK OF JOB",
		"group": "Books of Wisdom and Poetry",
		"desc": "This Book takes its name from the holy man of whom it treats:  who, according to the more probable opinion, was of the race of Esau; and the same as Jobab, king of Edom, mentioned Gen. 36.33.  It is uncertain who was the writer of it.  Some attribute it to Job himself; others to Moses, or some one of the prophets.  In the Hebrew it is written in verse, from the beginning of the third chapter to the forty-second chapter.",
		"ch": [
			{
				"name": "Job Chapter 1",
				"desc": "Job's virtue and riches.  Satan by permission from God strippeth him of all his substance.  His patience.",
				"num": 1
			},
			{ "name": "Job Chapter 2", "num": 2 },
			{ "name": "Job Chapter 3", "num": 3 },
			{ "name": "Job Chapter 4", "num": 4 },
			{ "name": "Job Chapter 5", "num": 5 },
			{ "name": "Job Chapter 6", "num": 6 },
			{ "name": "Job Chapter 7", "num": 7 },
			{ "name": "Job Chapter 8", "num": 8 },
			{ "name": "Job Chapter 9", "num": 9 },
			{ "name": "Job Chapter 10", "num": 10 },
			{ "name": "Job Chapter 11", "desc": "Sophar reproves Job, for justifying himself, and invites him to repentance.", "num": 11 },
			{ "name": "Job Chapter 12", "desc": "Job's reply to Sophar.  He extols God's power and wisdom.", "num": 12 },
			{ "name": "Job Chapter 13", "desc": "Job persists in maintaining his innocence:  and reproves his friends.", "num": 13 },
			{ "name": "Job Chapter 14", "desc": "Job declares the shortness of man's days:  and professes his belief of a resurrection.", "num": 14 },
			{ "name": "Job Chapter 15", "desc": "Eliphaz returns to the charge against Job, and describes the wretched state of the wicked.", "num": 15 },
			{ "name": "Job Chapter 16", "desc": "Job expostulates with his friends:  and appeals to the judgment of God.", "num": 16 },
			{ "name": "Job Chapter 17", "desc": "Job's hope in God:  he expects rest in death.", "num": 17 },
			{ "name": "Job Chapter 18", "desc": "Baldad again reproves Job and describes the miseries of the wicked.", "num": 18 },
			{
				"name": "Job Chapter 19",
				"desc": "Job complains of the cruelty of his friends; he describes his own sufferings:  and his belief of a future resurrection.",
				"num": 19
			},
			{ "name": "Job Chapter 20", "desc": "Sophar declares the shortness of the prosperity of the wicked:  and their sudden downfall.", "num": 20 },
			{
				"name": "Job Chapter 21",
				"desc": "Job shews that the wicked often prosper in this world, even to the end of their life:  but that their judgment is in another world.",
				"num": 21
			},
			{ "name": "Job Chapter 22", "desc": "Eliphaz falsely imputes many crimes to Job, but promises him prosperity if he will repent.", "num": 22 },
			{ "name": "Job Chapter 23", "desc": "Job wishes to be tried at God's tribunal.", "num": 23 },
			{
				"name": "Job Chapter 24",
				"desc": "God's providence often suffers the wicked to go on a long time in their sins:  but punisheth them in another life.",
				"num": 24
			},
			{
				"name": "Job Chapter 25",
				"desc": "God's providence often suffers the wicked to go on a long time in their sins:  but punisheth them in another life.",
				"num": 25
			},
			{ "name": "Job Chapter 26", "desc": "Job declares his sentiments of the wisdom and power of God.", "num": 26 },
			{
				"name": "Job Chapter 27",
				"desc": "Job persists in asserting his own innocence, and that hypocrites will be punished in the end.",
				"num": 27
			},
			{ "name": "Job Chapter 28", "desc": "Man's industry searcheth out many things:  true wisdom is taught by God alone.", "num": 28 },
			{ "name": "Job Chapter 29", "desc": "Job relates his former happiness, and the respect that all men shewed him.", "num": 29 },
			{ "name": "Job Chapter 30", "desc": "Job shews the wonderful change of his temporal estate, from welfare to great calamity.", "num": 30 },
			{
				"name": "Job Chapter 31",
				"desc": "Job, to defend himself from the unjust judgments of his friends, gives a sincere account of his own virtues.",
				"num": 31
			},
			{ "name": "Job Chapter 32", "desc": "Eliu is angry with Job and his friends.  He boasts of himself.", "num": 32 },
			{ "name": "Job Chapter 33", "desc": "Eliu blames Job for asserting his own innocence.", "num": 33 },
			{ "name": "Job Chapter 34", "desc": "Eliu charges Job with blasphemy:  and sets forth the power and justice of God.", "num": 34 },
			{ "name": "Job Chapter 35", "desc": "Eliu declares that the good or evil done by man cannot reach God.", "num": 35 },
			{ "name": "Job Chapter 36", "desc": "Eliu proceeds in setting forth the justice and power of God.", "num": 36 },
			{ "name": "Job Chapter 37", "desc": "Eliu goes on in his discourse, shewing God's wisdom and power, by his wonderful works.", "num": 37 },
			{
				"name": "Job Chapter 38",
				"desc": "God interposes and shews from the things he hath made, that man cannot comprehend his power and wisdom.",
				"num": 38
			},
			{ "name": "Job Chapter 39", "desc": "The wonders of the power and providence of God in many of his creatures.", "num": 39 },
			{ "name": "Job Chapter 40", "desc": "Of the power of God in the behemoth and the leviathan.", "num": 40 },
			{ "name": "Job Chapter 41", "desc": "A further description of the leviathan.", "num": 41 },
			{
				"name": "Job Chapter 42",
				"desc": "Job submits himself.  God pronounces in his favour.  Job offers sacrifice for his friends.  He is blessed with riches and children, and dies happily,",
				"num": 42
			}
		],
		"id": "job",
		"prevLen": 16,
		"testament": "o"
	},
	{
		"num": 21,
		"short": "Psalms",
		"name": "Book of Psalms",
		"fmlname": "THE BOOK OF PSALMS",
		"group": "Books of Wisdom and Poetry",
		"desc": "The psalms are called by the Hebrews TEHILLIM, that is, Hymns of Praise.  The author, of a great part of them at least, was king David: but many are of opinion that some of them were made by Asaph, and others whose names are prefixed in the titles.",
		"ch": [
			{ "name": "Psalms Chapter 1", "desc": "Beatus vir. The happiness of the just and the evil state of the wicked.", "num": 1 },
			{ "name": "Psalms Chapter 2", "desc": "Quare fremuerunt. The vain efforts of persecutors against Christ and his church.", "num": 2 },
			{
				"name": "Psalms Chapter 3",
				"desc": "Domine, quid multiplicati. The prophet's danger and delivery from his son Absalom:  mystically, the passion and resurrection of Christ.",
				"num": 3
			},
			{
				"name": "Psalms Chapter 4",
				"desc": "Cum invocarem. The prophet teacheth us to flee to God in tribulation, with confidence in him.",
				"num": 4
			},
			{ "name": "Psalms Chapter 5", "desc": "Verba mea auribul. A prayer to God against the iniquities of men.", "num": 5 },
			{
				"name": "Psalms Chapter 6",
				"desc": "Domine, ne in furore. A prayer of a penitent sinner, under the scourge of God.  The first penitential psalm.",
				"num": 6
			},
			{
				"name": "Psalms Chapter 7",
				"desc": "Domine, Deus meus. David, trusting in the justice of his cause, prayeth for God's help against his enemies.",
				"num": 7
			},
			{
				"name": "Psalms Chapter 8",
				"desc": "Domine, Dominus noster. God is wonderful in his works; especially in mankind, singularly exalted by the incarnation of Christ.",
				"num": 8
			},
			{ "name": "Psalms Chapter 9", "desc": "Confitebor tibi, Domine.  The church praiseth God for his protection against her enemies.", "num": 9 },
			{ "name": "Psalms Chapter 10", "desc": "In Domino confido. The just man's confidence in God in the midst of persecutions.", "num": 10 },
			{ "name": "Psalms Chapter 11", "desc": "Salvum me fac. The prophet calls for God's help against the wicked.", "num": 11 },
			{ "name": "Psalms Chapter 12", "desc": "Usquequo, Domine. A prayer in tribulation.", "num": 12 },
			{ "name": "Psalms Chapter 13", "desc": "Dixit insipiens. The general corruption of man before our redemption by Christ.", "num": 13 },
			{ "name": "Psalms Chapter 14", "desc": "Domine, quis habitabit. What kind of men shall dwell in the heavenly Sion.", "num": 14 },
			{ "name": "Psalms Chapter 15", "desc": "Conserva me, Domine. Christ's future victory and triumph over the world and death.", "num": 15 },
			{
				"name": "Psalms Chapter 16",
				"desc": "Exaudi, Domine, justitiam. A just man's prayer in tribulation against the malice of his enemy.",
				"num": 16
			},
			{ "name": "Psalms Chapter 17", "desc": "Diligam te, Domine. David's thanks to God for his delivery from all his enemies.", "num": 17 },
			{
				"name": "Psalms Chapter 18",
				"desc": "Coeli enarrant. The works of God shew forth his glory:  his law is greatly to be esteemed and loved.",
				"num": 18
			},
			{ "name": "Psalms Chapter 19", "desc": "Exaudiat te Dominus. A prayer for the king.", "num": 19 },
			{ "name": "Psalms Chapter 20", "desc": "Domine, in virtute. Praise to God for Christ's exaltation after his passion.", "num": 20 },
			{ "name": "Psalms Chapter 21", "desc": "Deus Deus meus. Christ's passion:  and the conversion of the Gentiles.", "num": 21 },
			{ "name": "Psalms Chapter 22", "desc": "Dominus regit me. God's spiritual benefits to faithful souls.", "num": 22 },
			{
				"name": "Psalms Chapter 23",
				"desc": "Domini est terra. Who are they that shall ascend to heaven:  Christ's triumphant ascension thither.",
				"num": 23
			},
			{ "name": "Psalms Chapter 24", "desc": "Ad te, Domine, levavi. A prayer for grace, mercy, and protection against our enemies.", "num": 24 },
			{
				"name": "Psalms Chapter 25",
				"desc": "Judica me, Domine. David's prayer to God in his distress, to be delivered, that he may come to worship him in his tabernacle.",
				"num": 25
			},
			{ "name": "Psalms Chapter 26", "desc": "Dominus illuminatio. David's faith and hope in God.", "num": 26 },
			{ "name": "Psalms Chapter 27", "desc": "Ad te, Domine, clamabo. David's prayer that his enemies may not prevail over him.", "num": 27 },
			{ "name": "Psalms Chapter 28", "desc": "Afferte Domino. An invitation to glorify God, with a commemoration of his mighty works.", "num": 28 },
			{
				"name": "Psalms Chapter 29",
				"desc": "Exaltabo te, Domine. David praiseth God for his deliverance, and his merciful dealings with him.",
				"num": 29
			},
			{ "name": "Psalms Chapter 30", "desc": "In te, Domine, speravi. A prayer of a just man under affliction.", "num": 30 },
			{ "name": "Psalms Chapter 31", "desc": "Beati quorum. The second penitential psalm.", "num": 31 },
			{ "name": "Psalms Chapter 32", "desc": "Exultate, justi. An exhortation to praise God, and to trust in him.", "num": 32 },
			{ "name": "Psalms Chapter 33", "desc": "Benedicam Dominum. An exhortation to the praise, and service of God.", "num": 33 },
			{
				"name": "Psalms Chapter 34",
				"desc": "Judica, Domine, nocentes me. David, in the person of Christ, prayeth against his persecutors: prophetically foreshewing the punishments that shall fall upon them.",
				"num": 34
			},
			{ "name": "Psalms Chapter 35", "desc": "Dixit injustus. The malice of sinners, and the goodness of God.", "num": 35 },
			{
				"name": "Psalms Chapter 36",
				"desc": "Noli aemulari. An exhortation to despise this world; and the short prosperity of the wicked; and to trust in Providence.",
				"num": 36
			},
			{
				"name": "Psalms Chapter 37",
				"desc": "Domine, ne in furore. A prayer of a penitent for the remission of his sins.  The third penitential psalm.",
				"num": 37
			},
			{
				"name": "Psalms Chapter 38",
				"desc": "Dixi custodiam. A just man's peace and patience in his sufferings; considering the vanity of the world, and the providence of God.",
				"num": 38
			},
			{ "name": "Psalms Chapter 39", "desc": "Expectans expectavi. Christ's coming, and redeeming mankind.", "num": 39 },
			{
				"name": "Psalms Chapter 40",
				"desc": "Beatus qui intelligit. The happiness of him that shall believe in Christ; notwithstanding the humility and poverty in which he shall come:  the malice of his enemies, especially of the traitor Judas.",
				"num": 40
			},
			{ "name": "Psalms Chapter 41", "desc": "Quemadmodum desiderat. The fervent desire of the just after God:  hope in afflictions.", "num": 41 },
			{ "name": "Psalms Chapter 42", "desc": "Judica me, Deus. The prophet aspireth after the temple and altar of God.", "num": 42 },
			{
				"name": "Psalms Chapter 43",
				"desc": "Deus auribus nostris. The church commemorates former favours, and present afflictions; under which she prays for succour.",
				"num": 43
			},
			{ "name": "Psalms Chapter 44", "desc": "Eructavit cor meum. The excellence of Christ's kingdom, and the endowments of his church.", "num": 44 },
			{ "name": "Psalms Chapter 45", "desc": "Deus noster refugium. The church in persecution trusteth in the protection of God.", "num": 45 },
			{
				"name": "Psalms Chapter 46",
				"desc": "Omnes gentes, plaudite. The Gentiles are invited to praise God for the establishment of the kingdom of Christ.",
				"num": 46
			},
			{ "name": "Psalms Chapter 47", "desc": "Magnus Dominus. God is greatly to be praised for the establishment of his church.", "num": 47 },
			{
				"name": "Psalms Chapter 48",
				"desc": "Audite haec, omnes gentes. The folly of worldlings, who live on in sin, without thinking of death or hell.",
				"num": 48
			},
			{
				"name": "Psalms Chapter 49",
				"desc": "Deus deorum. The coming of Christ:  who prefers virtue and inward purity before the blood of victims.",
				"num": 49
			},
			{
				"name": "Psalms Chapter 50",
				"desc": "Miserere. The repentance and confession of David after his sin.  The fourth penitential psalm.",
				"num": 50
			},
			{ "name": "Psalms Chapter 51", "desc": "Quid gloriaris. David condemneth the wickedness of Doeg, and foretelleth his destruction.", "num": 51 },
			{ "name": "Psalms Chapter 52", "desc": "Dixit insipiens. The general corruption of man before the coming of Christ.", "num": 52 },
			{ "name": "Psalms Chapter 53", "desc": "Deus, in nomine tuo. A prayer for help in distress.", "num": 53 },
			{
				"name": "Psalms Chapter 54",
				"desc": "Exaudi, Deus. A prayer of a just man under persecution from the wicked.  It agrees to Christ persecuted by the Jews, and betrayed by Judas.",
				"num": 54
			},
			{ "name": "Psalms Chapter 55", "desc": "Miserere mei, Deus. A prayer of David in danger and distress.", "num": 55 },
			{
				"name": "Psalms Chapter 56",
				"desc": "Miserere mei, Deus.  The prophet prays in his affliction, and praises God for his delivery.",
				"num": 56
			},
			{ "name": "Psalms Chapter 57", "desc": "Si vere utique. David reproveth the wicked, and foretelleth their punishment.", "num": 57 },
			{
				"name": "Psalms Chapter 58",
				"desc": "Eripe me. A prayer to be delivered from the wicked, with confidence in God's help and protection.  It agrees to Christ and his enemies the Jews.",
				"num": 58
			},
			{ "name": "Psalms Chapter 59", "desc": "Deus, repulisti nos. After many afflictions, the church of Christ shall prevail.", "num": 59 },
			{ "name": "Psalms Chapter 60", "desc": "Exaudi, Deus. A prayer for the coming of the kingdom of Christ, which shall have no end.", "num": 60 },
			{ "name": "Psalms Chapter 61", "desc": "Nonne Deo. The prophet encourageth himself and all others to trust in God, and serve him.", "num": 61 },
			{ "name": "Psalms Chapter 62", "desc": "Deus Deus meus, ad te. The prophet aspireth after God.", "num": 62 },
			{
				"name": "Psalms Chapter 63",
				"desc": "Exaudi Deus orationem. A prayer in affliction, with confidence in God that he will bring to nought the machinations of persecutors.",
				"num": 63
			},
			{ "name": "Psalms Chapter 64", "desc": "Te decet. God is to be praised in his church, to which all nations shall be called.", "num": 64 },
			{ "name": "Psalms Chapter 65", "desc": "Jubilate Deo. An invitation to praise God.", "num": 65 },
			{ "name": "Psalms Chapter 66", "desc": "Deus misereatur. A prayer for the propagation of the church.", "num": 66 },
			{
				"name": "Psalms Chapter 67",
				"desc": "Exurgat Deus. The glorious establishment of the church of the New Testament, prefigured by the benefits bestowed on the people of Israel.",
				"num": 67
			},
			{
				"name": "Psalms Chapter 68",
				"desc": "Salvum me fac, Deus. Christ in his passion declareth the greatness of his sufferings, and the malice of his persecutors the Jews; and foretelleth their reprobation.",
				"num": 68
			},
			{ "name": "Psalms Chapter 69", "desc": "Deus in adjutorium. A prayer in persecution.", "num": 69 },
			{ "name": "Psalms Chapter 70", "desc": "In te, Domine. A prayer for perseverance.", "num": 70 },
			{
				"name": "Psalms Chapter 71",
				"desc": "Deus, judicium tuum. A prophecy of the coming of Christ, and of his kingdom:  prefigured by Solomon and his happy reign.",
				"num": 71
			},
			{
				"name": "Psalms Chapter 72",
				"desc": "Quam bonus Israel Deus. The temptation of the weak, upon seeing the prosperity of the wicked, is overcome by the consideration of the justice of God, who will quickly render to every one according to his works.",
				"num": 72
			},
			{ "name": "Psalms Chapter 73", "desc": "Ut quid, Deus. A prayer of the church under grievous persecutions.", "num": 73 },
			{ "name": "Psalms Chapter 74", "desc": "Confitebimur tibi. There is a just judgment to come:  therefore let the wicked take care.", "num": 74 },
			{
				"name": "Psalms Chapter 75",
				"desc": "Notus in Judaea. God is known in his church:  and exerts his power in protecting it.  It alludes to the slaughter of the Assyrians, in the days of king Ezechias.",
				"num": 75
			},
			{
				"name": "Psalms Chapter 76",
				"desc": "Voce mea. The faithful have recourse to God in trouble of mind, with confidence in his mercy and power.",
				"num": 76
			},
			{
				"name": "Psalms Chapter 77",
				"desc": "Attendite. God's great benefits to the people of Israel, notwithstanding their ingratitude.",
				"num": 77
			},
			{
				"name": "Psalms Chapter 78",
				"desc": "Deus, venerunt gentes. The church in time of persecution prayeth for relief.  It seems to belong to the time of the Machabees.",
				"num": 78
			},
			{
				"name": "Psalms Chapter 79",
				"desc": "Qui regis Israel. A prayer for the church in tribulation, commemorating God's former favours.",
				"num": 79
			},
			{ "name": "Psalms Chapter 80", "desc": "Exultate Deo. An invitation to a solemn praising of God.", "num": 80 },
			{ "name": "Psalms Chapter 81", "desc": "Deus stetit. An exhortation to judges and men in power.", "num": 81 },
			{ "name": "Psalms Chapter 82", "desc": "Deus, quis similis. A prayer against the enemies of God's church.", "num": 82 },
			{
				"name": "Psalms Chapter 83",
				"desc": "Quam dilecta. The soul aspireth after heaven; rejoicing in the mean time, in being in the communion of God's church upon earth.",
				"num": 83
			},
			{ "name": "Psalms Chapter 84", "desc": "Benedixisti, Domine. The coming of Christ, to bring peace and salvation to man.", "num": 84 },
			{ "name": "Psalms Chapter 85", "desc": "Inclina, Domine. A prayer for God's grace to assist us to the end.", "num": 85 },
			{ "name": "Psalms Chapter 86", "desc": "Fundamenta ejus. The glory of the church of Christ.", "num": 86 },
			{
				"name": "Psalms Chapter 87",
				"desc": "Domine, Deus salutis. A prayer of one under grievous affliction:  it agrees to Christ in his passion, and alludes to his death and burial.",
				"num": 87
			},
			{
				"name": "Psalms Chapter 88",
				"desc": "Misericordias Domini. The perpetuity of the church of Christ, in consequence of the promise of God:  which, notwithstanding, God permits her to suffer sometimes most grievous afflictions.",
				"num": 88
			},
			{
				"name": "Psalms Chapter 89",
				"desc": "Domine, refugium. A prayer for the mercy of God:  recounting the shortness and miseries of the days of man.",
				"num": 89
			},
			{ "name": "Psalms Chapter 90", "desc": "Qui habitat. The just is secure under the protection of God.", "num": 90 },
			{ "name": "Psalms Chapter 91", "desc": "Bonum est confiteri. God is to be praised for his wondrous works.", "num": 91 },
			{
				"name": "Psalms Chapter 92",
				"desc": "Dominus regnavit. The glory and stability of the kingdom; that is, of the church of Christ. Praise in the way of a canticle, for David himself, on the day before the sabbath, when the earth was founded.",
				"num": 92
			},
			{
				"name": "Psalms Chapter 93",
				"desc": "Deus ultionum. God shall judge and punish the oppressors of his people. A psalm for David himself on the fourth day of the week.",
				"num": 93
			},
			{
				"name": "Psalms Chapter 94",
				"desc": "Venite exultemus. An invitation to adore and serve God, and to hear his voice. Praise of a canticle for David himself.",
				"num": 94
			},
			{ "name": "Psalms Chapter 95", "desc": "Cantate Domino. An exhortation to praise God for the coming of Christ and his kingdom.", "num": 95 },
			{ "name": "Psalms Chapter 96", "desc": "Dominus regnavit. All are invited to rejoice at the glorious coming and reign of Christ.", "num": 96 },
			{ "name": "Psalms Chapter 97", "desc": "Cantate Domino. All are again invited to praise the Lord, for the victories of Christ.", "num": 97 },
			{ "name": "Psalms Chapter 98", "desc": "Dominus regnavit. The reign of the Lord in Sion:  that is, of Christ in his church.", "num": 98 },
			{ "name": "Psalms Chapter 99", "desc": "Jubilate Deo. All are invited to rejoice in God the creator of all.", "num": 99 },
			{
				"name": "Psalms Chapter 100",
				"desc": "Misericordiam et judicium. The prophet exhorteth all by his example, to follow mercy and justice.",
				"num": 100
			},
			{ "name": "Psalms Chapter 101", "desc": "Domine, exaudi. A prayer for one in affliction:  the fifth penitential psalm.", "num": 101 },
			{ "name": "Psalms Chapter 102", "desc": "Benedic, anima. Thanksgiving to God for his mercies.", "num": 102 },
			{ "name": "Psalms Chapter 103", "desc": "Benedic, anima. God is to be praised for his mighty works, and wonderful providence.", "num": 103 },
			{
				"name": "Psalms Chapter 104",
				"desc": "Confitemini Domino. A thanksgiving to God for his benefits to his people Israel. Alleluia.",
				"num": 104
			},
			{
				"name": "Psalms Chapter 105",
				"desc": "Confitemini Domino. A confession of the manifold sins and ingratitudes of the Israelites. Alleluia.",
				"num": 105
			},
			{
				"name": "Psalms Chapter 106",
				"desc": "Confitemini Domino. All are invited to give thanks to God for his perpetual providence over men. Alleluia.",
				"num": 106
			},
			{ "name": "Psalms Chapter 107", "desc": "Paratum cor meum. The prophet praiseth God for benefits received.", "num": 107 },
			{
				"name": "Psalms Chapter 108",
				"desc": "Deus, laudem meam. David in the person of Christ, prayeth against his persecutors; more especially the traitor Judas:  foretelling and approving his just punishment for his obstinacy in sin and final impenitence.",
				"num": 108
			},
			{ "name": "Psalms Chapter 109", "desc": "Dixit Dominus. Christ's exaltation and everlasting priesthood.", "num": 109 },
			{
				"name": "Psalms Chapter 110",
				"desc": "Confitebor tibi, Domine. God is to be praised for his graces, and benefits to his church. Alleluia.",
				"num": 110
			},
			{
				"name": "Psalms Chapter 111",
				"desc": "Beatus vir. The good man is happy. Alleluia, of the returning of Aggeus and Zacharias.",
				"chapternotes": "Of the returning, etc. . .This is in the Greek and Latin, but not in the Hebrew.  It signifies that this psalm was proper to be sung at the time of the return of the people from their captivity; to inculcate to them, how happy they might be, if they would be constant in the service of God.",
				"num": 111
			},
			{ "name": "Psalms Chapter 112", "desc": "Laudate, pueri. God is to be praised for his regard to the poor and humble. Alleluia.", "num": 112 },
			{
				"name": "Psalms Chapter 113",
				"desc": "In exitu Israel. God hath shewn his power in delivering his people:  idols are vain.  The Hebrews divide this into two psalms. Alleluia.",
				"num": 113
			},
			{
				"name": "Psalms Chapter 114",
				"desc": "Dilexi. The prayer of a just man in affliction, with a lively confidence in God. Alleluia.",
				"num": 114
			},
			{
				"name": "Psalms Chapter 115",
				"desc": "Credidi. This in the Hebrew is joined with the foregoing psalm, and continues to express the faith and gratitude of the psalmist. Alleluia.",
				"num": 115
			},
			{
				"name": "Psalms Chapter 116",
				"desc": "Laudate Dominum. All nations are called upon to praise God for his mercy and truth. Alleluia.",
				"num": 116
			},
			{
				"name": "Psalms Chapter 117",
				"desc": "Confitemini Domino. The psalmist praiseth God for his delivery from evils:  putteth his whole trust in him; and foretelleth the coming of Christ. Alleluia.",
				"num": 117
			},
			{
				"name": "Psalms Chapter 118",
				"desc": "Beati immaculati. Of the excellence of virtue consisting in the love and observance of the commandments of God. Alleluia. ALEPH.",
				"chapternotes": "Aleph. . .The first eight verses of this psalm in the original begin with Aleph, which is the name of the first letter of the Hebrew alphabet.  The second eight verses begin with Beth, the name of the second letter of the Hebrew alphabet; and so to the end of the whole alphabet, in all twenty-two letters, each letter having eight verses. This order is variously expounded by the holy fathers; which shews the difficulty of understanding the holy scriptures, and consequently with what humility, and submission to the Church they are to be read.",
				"num": 118
			},
			{
				"name": "Psalms Chapter 119",
				"desc": "Ad Dominum. A prayer in tribulation. A gradual canticle.",
				"chapternotes": "A gradual canticle. . .The following psalms, in number fifteen, are called gradual psalms, or canticles, from the word gradus, signifying steps, ascensions, or degrees:  either because they were appointed to be sung on the fifteen steps, by which the people ascended to the temple: or, that in the singing of them the voice was to be raised by certain steps or ascensions:  or, that they were to be sung by the people returning from their captivity and ascending to Jerusalem, which was seated amongst mountains.  The holy fathers, in a mystical sense, understand these steps, or ascensions, of the degrees by which Christians spiritually ascend to virtue and perfection; and to the true temple of God in the heavenly Jerusalem.",
				"num": 119
			},
			{ "name": "Psalms Chapter 120", "desc": "Levavi oculos. God is the keeper of his servants. A gradual canticle.", "num": 120 },
			{
				"name": "Psalms Chapter 121",
				"desc": "Laetatus sum in his. The desire and hope of the just for the coming of the kingdom of God, and the peace of his church.",
				"num": 121
			},
			{ "name": "Psalms Chapter 122", "desc": "Ad te levavi. A prayer in affliction, with confidence in God. A gradual canticle.", "num": 122 },
			{
				"name": "Psalms Chapter 123",
				"desc": "Nisi quia Domini. The church giveth glory to God for her deliverance, from the hands of her enemies.",
				"num": 123
			},
			{ "name": "Psalms Chapter 124", "desc": "Qui confidunt. The just are always under God's protection.", "num": 124 },
			{ "name": "Psalms Chapter 125", "desc": "In convertendo. The people of God rejoice at their delivery from captivity.", "num": 125 },
			{ "name": "Psalms Chapter 126", "desc": "Nisi Dominus. Nothing can be done without God's grace and blessing.", "num": 126 },
			{ "name": "Psalms Chapter 127", "desc": "Beati omnes. The fear of God is the way to happiness.", "num": 127 },
			{
				"name": "Psalms Chapter 128",
				"desc": "Saepe expugnaverunt. The church of God is invincible :  her persecutors come to nothing.",
				"num": 128
			},
			{
				"name": "Psalms Chapter 129",
				"desc": "De profundis. A prayer of a sinner, trusting in the mercies of God.  The sixth penitential psalm.",
				"num": 129
			},
			{ "name": "Psalms Chapter 130", "desc": "Domine, none est. The prophet's humility.", "num": 130 },
			{ "name": "Psalms Chapter 131", "desc": "Memento, Domine. A prayer for the fulfilling of the promise made to David.", "num": 131 },
			{ "name": "Psalms Chapter 132", "desc": "Ecce quam bonum. The happiness of brotherly love and concord.", "num": 132 },
			{ "name": "Psalms Chapter 133", "desc": "Ecce nunc benedicite. An exhortation to praise God continually.", "num": 133 },
			{ "name": "Psalms Chapter 134", "desc": "Laudate nomen. An exhortation to praise God:  the vanity of idols.", "num": 134 },
			{ "name": "Psalms Chapter 135", "desc": "Confitemini Domino. God is to be praised for his wonderful works.", "num": 135 },
			{
				"name": "Psalms Chapter 136",
				"desc": "Super flumina. The lamentation of the people of God in their captivity in Babylon. A psalm of David, for Jeremias.",
				"chapternotes": "For Jeremias. . .For the time of Jeremias, and the captivity of Babylon.",
				"num": 136
			},
			{ "name": "Psalms Chapter 137", "desc": "Confitebor tibi. Thanksgiving to God for his benefits.", "num": 137 },
			{ "name": "Psalms Chapter 138", "desc": "Domine, probasti. God's special providence over his servants.", "num": 138 },
			{ "name": "Psalms Chapter 139", "desc": "Eripe me, Domine. A prayer to be delivered from the wicked.", "num": 139 },
			{
				"name": "Psalms Chapter 140",
				"desc": "Domine, clamavi. A prayer against sinful words, and deceitful flatterers. A psalm of David.",
				"num": 140
			},
			{ "name": "Psalms Chapter 141", "desc": "Voce mea. A prayer of David in extremity of danger.", "num": 141 },
			{
				"name": "Psalms Chapter 142",
				"desc": "Domine, exaudi. The psalmist in tribulation calleth upon God for his delivery.  The seventh penitential psalm.",
				"num": 142
			},
			{
				"name": "Psalms Chapter 143",
				"desc": "Benedictus Dominus. The prophet praiseth God, and prayeth to be delivered from his enemies. No worldly happiness is to be compared with that of serving God. A psalm of David against Goliath.",
				"num": 143
			},
			{ "name": "Psalms Chapter 144", "desc": "Exaltabo te, Deus. A psalm of praise, to the infinite majesty of God.", "num": 144 },
			{ "name": "Psalms Chapter 145", "desc": "Lauda, anima. We are not to trust in men, but in God alone.", "num": 145 },
			{ "name": "Psalms Chapter 146", "desc": "Laudate Dominum. An exhortation to praise God for his benefits.", "num": 146 },
			{
				"name": "Psalms Chapter 147",
				"desc": "Lauda, Jerusalem. The church is called upon to praise God for his peculiar graces and favours to his people.  In the Hebrew, this psalm is joined to the foregoing. Alleluia.",
				"num": 147
			},
			{ "name": "Psalms Chapter 148", "desc": "Laudate Dominum de caelis. All creatures are invited to praise their Creator. Alleluia.", "num": 148 },
			{ "name": "Psalms Chapter 149", "desc": "Cantate Domino. The church is particularly bound to praise God. Alleluia.", "num": 149 },
			{
				"name": "Psalms Chapter 150",
				"desc": "Laudate Dominum in sanctis. An exhortation to praise God with all sorts of instruments. Alleluia.",
				"num": 150
			}
		],
		"id": "psalms",
		"prevLen": 42,
		"testament": "o"
	},
	{
		"num": 22,
		"short": "Proverbs",
		"name": "Book of Proverbs",
		"fmlname": "THE BOOK OF PROVERBS",
		"group": "Books of Wisdom and Poetry",
		"desc": "This Book is so called, because it consists of wise and weighty sentences:  regulating the morals of men:  and directing them to wisdom and virtue.  And these sentences are also called PARABLES, because great truths are often couched in them under certain figures and similitudes.",
		"ch": [
			{
				"name": "Proverbs Chapter 1",
				"desc": "The use and end of the proverbs.  An exhortation to flee the company of the wicked:  and to hearken to the voice of wisdom.",
				"num": 1
			},
			{ "name": "Proverbs Chapter 2", "desc": "The advantages of wisdom:  and the evils from which it delivers.", "num": 2 },
			{ "name": "Proverbs Chapter 3", "desc": "An exhortation to the practice of virtue.", "num": 3 },
			{ "name": "Proverbs Chapter 4", "desc": "A further exhortation to seek after wisdom.", "num": 4 },
			{ "name": "Proverbs Chapter 5", "desc": "An exhortation to fly unlawful lust, and the occasions of it.", "num": 5 },
			{ "name": "Proverbs Chapter 6", "desc": "Documents on several heads.", "num": 6 },
			{ "name": "Proverbs Chapter 7", "desc": "The love of wisdom is the best preservative from being led astray by temptation.", "num": 7 },
			{ "name": "Proverbs Chapter 8", "desc": "The preaching of wisdom.  Her excellence.", "num": 8 },
			{ "name": "Proverbs Chapter 9", "desc": "Wisdom invites all to her feast.  Folly calls another way.", "num": 9 },
			{
				"name": "Proverbs Chapter 10",
				"desc": "In the twenty following ch are contained many wise sayings and axioms, relating to wisdom and folly, virtue and vice.",
				"num": 10
			},
			{ "name": "Proverbs Chapter 11", "num": 11 },
			{ "name": "Proverbs Chapter 12", "num": 12 },
			{ "name": "Proverbs Chapter 13", "num": 13 },
			{ "name": "Proverbs Chapter 14", "num": 14 },
			{ "name": "Proverbs Chapter 15", "num": 15 },
			{ "name": "Proverbs Chapter 16", "num": 16 },
			{ "name": "Proverbs Chapter 17", "num": 17 },
			{ "name": "Proverbs Chapter 18", "num": 18 },
			{ "name": "Proverbs Chapter 19", "num": 19 },
			{ "name": "Proverbs Chapter 20", "num": 20 },
			{ "name": "Proverbs Chapter 21", "num": 21 },
			{ "name": "Proverbs Chapter 22", "num": 22 },
			{ "name": "Proverbs Chapter 23", "num": 23 },
			{ "name": "Proverbs Chapter 24", "num": 24 },
			{ "name": "Proverbs Chapter 25", "num": 25 },
			{ "name": "Proverbs Chapter 26", "num": 26 },
			{ "name": "Proverbs Chapter 27", "num": 27 },
			{ "name": "Proverbs Chapter 28", "num": 28 },
			{ "name": "Proverbs Chapter 29", "num": 29 },
			{
				"name": "Proverbs Chapter 30",
				"desc": "The wise man thinketh humbly of himself.  His prayer and sentiments upon certain virtues and vices.",
				"num": 30
			},
			{
				"name": "Proverbs Chapter 31",
				"desc": "An exhortation to chastity, temperance, and works of mercy; with the praise of a wise woman.",
				"num": 31
			}
		],
		"id": "proverbs",
		"prevLen": 150,
		"testament": "o"
	},
	{
		"num": 23,
		"short": "Ecclesiastes",
		"name": "Ecclesiastes",
		"fmlname": "ECCLESIASTES",
		"group": "Books of Wisdom and Poetry",
		"desc": "This Book is called Ecclesiastes, or The Preacher, (in Hebrew, Coheleth,) because in it, Solomon, as an excellent preacher, setteth forth the vanity of the things of this world:  to withdraw the hearts and affections of men from such empty toys.",
		"ch": [
			{ "name": "Ecclesiastes Chapter 1", "desc": "The vanity of all temporal things.", "num": 1 },
			{ "name": "Ecclesiastes Chapter 2", "desc": "The vanity of pleasures, riches, and worldly labours.", "num": 2 },
			{
				"name": "Ecclesiastes Chapter 3",
				"desc": "All human things are liable to perpetual changes.  We are to rest on God's providence, and cast away fruitless cares.",
				"num": 3
			},
			{ "name": "Ecclesiastes Chapter 4", "desc": "Other instances of human miseries.", "num": 4 },
			{
				"name": "Ecclesiastes Chapter 5",
				"desc": "Caution in words.  Vows are to be paid.  Riches are often pernicious: the moderate use of them is the gift of God.",
				"num": 5
			},
			{ "name": "Ecclesiastes Chapter 6", "desc": "The misery of the covetous man.", "num": 6 },
			{ "name": "Ecclesiastes Chapter 7", "desc": "Prescriptions against worldly vanities:  mortification, patience, and seeking wisdom.", "num": 7 },
			{ "name": "Ecclesiastes Chapter 8", "desc": "True wisdom is to observe God's commandments.  The ways of God are unsearchable.", "num": 8 },
			{
				"name": "Ecclesiastes Chapter 9",
				"desc": "Man knows not certainty that he is in God's grace.  After death no more work or merit.",
				"num": 9
			},
			{ "name": "Ecclesiastes Chapter 10", "desc": "Observations on wisdom and folly, ambition and detraction.", "num": 10 },
			{
				"name": "Ecclesiastes Chapter 11",
				"desc": "Exhortation to works of mercy, while we have time, to diligence in good, and to the remembrance of death and judgment.",
				"num": 11
			},
			{
				"name": "Ecclesiastes Chapter 12",
				"desc": "The Creator is to be remembered in the days of our youth:  all worldly things are vain:  we should fear God and keep his commandments.",
				"num": 12
			}
		],
		"id": "ecclesiastes",
		"prevLen": 31,
		"testament": "o"
	},
	{
		"num": 24,
		"short": "Canticle of Canticles",
		"name": "Solomon's Canticle of Canticles",
		"fmlname": "SOLOMON'S CANTICLE OF CANTICLES",
		"group": "Books of Wisdom and Poetry",
		"desc": "This Book is called the Canticle of Canticles, that is to say, the most excellent of all canticles:  because it is full of high mysteries, relating to the happy union of Christ and his spouse:  which is here begun by love; and is to be eternal in heaven.  The spouse of Christ is the church:  more especially as to the happiest part of it, viz., perfect souls, every one of which is his beloved, but, above all others, the immaculate and ever blessed virgin mother.",
		"ch": [
			{
				"name": "Canticle of Canticles Chapter 1",
				"desc": "The spouse aspires to an union with Christ, their mutual love for one another.",
				"num": 1
			},
			{ "name": "Canticle of Canticles Chapter 2", "desc": "Christ caresses his spouse:  he invites her to him.", "num": 2 },
			{ "name": "Canticle of Canticles Chapter 3", "desc": "The spouse seeks Christ.  The glory of his humanity.", "num": 3 },
			{ "name": "Canticle of Canticles Chapter 4", "desc": "Christ sets forth the graces of his spouse:  and declares his love for her.", "num": 4 },
			{
				"name": "Canticle of Canticles Chapter 5",
				"desc": "Christ calls his spouse:  she languishes with love:  and describes him by his graces.",
				"num": 5
			},
			{ "name": "Canticle of Canticles Chapter 6", "desc": "The spouse of Christ is but one:  she is fair and terrible.", "num": 6 },
			{ "name": "Canticle of Canticles Chapter 7", "desc": "A further description of the graces of the church the spouse of Christ.", "num": 7 },
			{ "name": "Canticle of Canticles Chapter 8", "desc": "The love of the church to Christ:  his love to her.", "num": 8 }
		],
		"id": "canticleofcanticles",
		"prevLen": 12,
		"testament": "o"
	},
	{
		"num": 25,
		"short": "Wisdom",
		"name": "Book of Wisdom",
		"fmlname": "THE BOOK OF WISDOM",
		"group": "Books of Wisdom and Poetry",
		"desc": "This Book is so called, because it treats of the excellence of WISDOM, the means to obtain it, and the happy fruits it produces.  It is written in the person of Solomon, and contains his sentiments.  But it is uncertain who was the writer.  It abounds with instructions and exhortations to kings and all magistrates to minister justice in the commonwealth, teaching all kinds of virtues under the general names of justice and wisdom.  It contains also many prophecies of Christ's coming, passion, resurrection, and other Christian mysteries.  The whole may be divided into three parts.  In the first six ch, the author admonishes all superiors to love and exercise justice and wisdom.  In the next three, he teacheth that wisdom proceedeth only from God, and is procured by prayer and a good life.  In the other ten ch, he sheweth the excellent effects and utility of wisdom and justice.",
		"ch": [
			{ "name": "Wisdom Chapter 1", "desc": "An exhortation to seek God sincerely, who cannot be deceived, and desireth not our death.", "num": 1 },
			{ "name": "Wisdom Chapter 2", "desc": "The vain reasonings of the wicked:  their persecuting the just, especially the Son of God.", "num": 2 },
			{ "name": "Wisdom Chapter 3", "desc": "The happiness of the just:  and the unhappiness of the wicked.", "num": 3 },
			{
				"name": "Wisdom Chapter 4",
				"desc": "The difference between the chaste and the adulterous generations:  and between the death of the just and the wicked.",
				"num": 4
			},
			{ "name": "Wisdom Chapter 5", "desc": "The fruitless repentance of the wicked in another world:  the reward of the just.", "num": 5 },
			{ "name": "Wisdom Chapter 6", "desc": "An address to princes to seek after wisdom:  she is easily found by those that seek her.", "num": 6 },
			{ "name": "Wisdom Chapter 7", "desc": "The excellence of wisdom:  how she is to be found.", "num": 7 },
			{ "name": "Wisdom Chapter 8", "desc": "Further praises of wisdom:  and her fruits.", "num": 8 },
			{ "name": "Wisdom Chapter 9", "desc": "Solomon's prayer for wisdom.", "num": 9 },
			{ "name": "Wisdom Chapter 10", "desc": "What wisdom did for Adam, Noe, Abraham, Lot, Jacob, Joseph, and the people of Israel.", "num": 10 },
			{ "name": "Wisdom Chapter 11", "desc": "Other benefits of wisdom to the people of God.", "num": 11 },
			{ "name": "Wisdom Chapter 12", "desc": "God's wisdom and mercy in his proceedings with the Chanaanites.", "num": 12 },
			{
				"name": "Wisdom Chapter 13",
				"desc": "Idolaters are inexcusable:  and those most of all that worship for gods the works of the hands of men.",
				"num": 13
			},
			{ "name": "Wisdom Chapter 14", "desc": "The beginning of worshipping idols:  and the effects thereof.", "num": 14 },
			{
				"name": "Wisdom Chapter 15",
				"desc": "The servants of God praise him who hath delivered them from idolatry; condemning both the makers and the worshippers of idols.",
				"num": 15
			},
			{ "name": "Wisdom Chapter 16", "desc": "God's different dealings with the Egyptians and with his own people.", "num": 16 },
			{ "name": "Wisdom Chapter 17", "desc": "The Egyptian darkness.", "num": 17 },
			{
				"name": "Wisdom Chapter 18",
				"desc": "The slaughter of the firstborn in Egypt:  the efficacy of Aaron's intercession, in the sedition on occasion of Core.",
				"num": 18
			},
			{
				"name": "Wisdom Chapter 19",
				"desc": "Why God shewed no mercy to the Egyptians.  His favour to the Israelites. All creatures obey God's orders for the service of the good, and the punishment of the wicked.",
				"num": 19
			}
		],
		"id": "wisdom",
		"prevLen": 8,
		"testament": "o"
	},
	{
		"num": 26,
		"short": "Ecclesiasticus",
		"name": "Ecclesiasticus",
		"fmlname": "ECCLESIASTICUS",
		"group": "Books of Wisdom and Poetry",
		"desc": "This Book is so called from a Greek word that signifies a preacher: because, like an excellent preacher, it gives admirable lessons of all virtues.  The author was Jesus the son of Sirach of Jerusalem, who flourished about two hundred years before Christ.  As it was written after the time of Esdras, it is not in the Jewish canon; but is received as canonical and divine by the Catholic Church, instructed by apostolical tradition, and directed by the spirit of God.  It was first written in the Hebrew, but afterwards translated into Greek, by another Jesus, the grandson of the author, whose prologue to this book is the following: THE PROLOGUE. The knowledge of many and great things hath been shewn us by the law, and the prophets, and others that have followed them:  for which things Israel is to be commended for doctrine and wisdom, because not only they that speak must needs be skilful, but strangers also, both speaking and writing, may by their means become most learned.  My grandfather Jesus, after he had much given himself to a diligent reading of the law, and the prophets, and other books, that were delivered to us from our fathers, had a mind also to write something himself, pertaining to doctrine and wisdom; that such as are desirous to learn, and are made knowing in these things, may be more and more attentive in mind, and be strengthened to live according to the law.  I entreat you therefore to come with benevolence, and to read with attention, and to pardon us for those things wherein we may seem, while we follow the image of wisdom, to come short in the composition of words; for the Hebrew words have not the same force in them when translated into another tongue.  And not only these, but the law also itself, and the prophets, and the rest of the books, have no small difference, when they are spoken in their own language.  For in the eight and thirtieth year coming into Egypt, when Ptolemy Evergetes was king, and continuing there a long time, I found there books left, of no small nor contemptible learning.  Therefore I thought it good, and necessary for me to bestow some diligence and labour to interpret this book; and with much watching and study in some space of time, I brought the book to an end, and set it forth for the service of them that are willing to apply their mind, and to learn how they ought to conduct themselves, who purpose to lead their life according to the law of the Lord.",
		"ch": [
			{ "name": "Ecclesiasticus Chapter 1", "desc": "All wisdom is from God, and is given to them that fear and love God.", "num": 1 },
			{
				"name": "Ecclesiasticus Chapter 2",
				"desc": "God's servants must look for temptations:  and must arm themselves with patience and confidence in God.",
				"num": 2
			},
			{ "name": "Ecclesiasticus Chapter 3", "desc": "Lessons concerning the honour of parents, and humility, and avoiding curiosity.", "num": 3 },
			{ "name": "Ecclesiasticus Chapter 4", "desc": "An exhortation to works of mercy, and to the love of wisdom.", "num": 4 },
			{
				"name": "Ecclesiasticus Chapter 5",
				"desc": "We must not presume of our wealth or strength:  nor of the mercy of God, to go on in sin:  we must be steadfast in virtue and truth.",
				"num": 5
			},
			{ "name": "Ecclesiasticus Chapter 6", "desc": "Of true and false friends:  and of the of the fruits of wisdom.", "num": 6 },
			{ "name": "Ecclesiasticus Chapter 7", "desc": "Religious and moral duties.", "num": 7 },
			{ "name": "Ecclesiasticus Chapter 8", "desc": "Other lessons of wisdom and virtue.", "num": 8 },
			{ "name": "Ecclesiasticus Chapter 9", "desc": "Cautions with regard to women, and dangerous conversations.", "num": 9 },
			{ "name": "Ecclesiasticus Chapter 10", "desc": "The virtues and vices of men in power:  the great evil of pride.", "num": 10 },
			{ "name": "Ecclesiasticus Chapter 11", "desc": "Lessons of humility and moderation in all things.", "num": 11 },
			{ "name": "Ecclesiasticus Chapter 12", "desc": "We are to be liberal to the just:  and not to trust the wicked.", "num": 12 },
			{ "name": "Ecclesiasticus Chapter 13", "desc": "Cautions in the choice of company.", "num": 13 },
			{ "name": "Ecclesiasticus Chapter 14", "desc": "The evil of avarice:  works of mercy are recommended, and the love of wisdom.", "num": 14 },
			{ "name": "Ecclesiasticus Chapter 15", "desc": "Wisdom embraceth them that fear God.  God is not the author of sin.", "num": 15 },
			{
				"name": "Ecclesiasticus Chapter 16",
				"desc": "It is better to have none than many wicked children.  Of the justice and mercy of God.  His ways are unsearchable.",
				"num": 16
			},
			{ "name": "Ecclesiasticus Chapter 17", "desc": "The creation and favour of God to man.  An exhortation to turn to God.", "num": 17 },
			{ "name": "Ecclesiasticus Chapter 18", "desc": "God's works are wonderful:  we must serve him, and not our lusts.", "num": 18 },
			{ "name": "Ecclesiasticus Chapter 19", "desc": "Admonition against sundry vices.", "num": 19 },
			{ "name": "Ecclesiasticus Chapter 20", "desc": "Rules with regard to correction, discretion, and avoiding lies.", "num": 20 },
			{ "name": "Ecclesiasticus Chapter 21", "desc": "Cautions against sin in general, and some sins in particular.", "num": 21 },
			{ "name": "Ecclesiasticus Chapter 22", "desc": "Wise sayings on divers subjects.", "num": 22 },
			{
				"name": "Ecclesiasticus Chapter 23",
				"desc": "A prayer for grace to flee sin:  cautions against profane swearing and other vices.",
				"num": 23
			},
			{ "name": "Ecclesiasticus Chapter 24", "desc": "Wisdom praiseth herself:  her origin, her dwelling, her dignity, and her fruits.", "num": 24 },
			{ "name": "Ecclesiasticus Chapter 25", "desc": "Documents of wisdom on several subjects.", "num": 25 },
			{ "name": "Ecclesiasticus Chapter 26", "desc": "Of good and bad women.", "num": 26 },
			{
				"name": "Ecclesiasticus Chapter 27",
				"desc": "Dangers of sin from several heads:  the fear of God is the best preservative.  He that diggeth a pit, shall fall into it.",
				"num": 27
			},
			{ "name": "Ecclesiasticus Chapter 28", "desc": "Lessons against revenge and quarrels.  The evils of the tongue.", "num": 28 },
			{
				"name": "Ecclesiasticus Chapter 29",
				"desc": "Of charity in lending money, and justice in repaying.  Of alms, and of being surety.",
				"num": 29
			},
			{
				"name": "Ecclesiasticus Chapter 30",
				"desc": "Of correction of children.  Health is better than wealth.  Excessive grief is hurtful.",
				"num": 30
			},
			{ "name": "Ecclesiasticus Chapter 31", "desc": "Of the desire of riches, and of moderation in eating and drinking.", "num": 31 },
			{
				"name": "Ecclesiasticus Chapter 32",
				"desc": "Lessons for superiors and inferiors.  Advantages of fearing God, and doing nothing without counsel.",
				"num": 32
			},
			{
				"name": "Ecclesiasticus Chapter 33",
				"desc": "The fear of God is the best security.  Times and men are in the hands of God.  Take care of thyself as long as thou livest, and look to thy servants.",
				"num": 33
			},
			{ "name": "Ecclesiasticus Chapter 34", "desc": "The vanity of dreams.  The advantage of experience, and of the fear of God.", "num": 34 },
			{ "name": "Ecclesiasticus Chapter 35", "desc": "What sacrifices are pleasing to God.", "num": 35 },
			{ "name": "Ecclesiasticus Chapter 36", "desc": "A prayer for the church of God.  Of a good heart, and a good wife.", "num": 36 },
			{ "name": "Ecclesiasticus Chapter 37", "desc": "Of the choice of friends and counsellors.", "num": 37 },
			{
				"name": "Ecclesiasticus Chapter 38",
				"desc": "Of physicians and medicines:  what is to be done in sickness, and how we are to mourn for the dead.  Of the employments of labourers and artificers.",
				"num": 38
			},
			{ "name": "Ecclesiasticus Chapter 39", "desc": "The exercises of the wise man.  The Lord is to be glorified for his works.", "num": 39 },
			{ "name": "Ecclesiasticus Chapter 40", "desc": "The miseries of the life of man are relieved by the grace of God and his fear.", "num": 40 },
			{
				"name": "Ecclesiasticus Chapter 41",
				"desc": "Of the remembrance of death:  of an evil and of a good name:  of what things we ought to be ashamed.",
				"num": 41
			},
			{
				"name": "Ecclesiasticus Chapter 42",
				"desc": "Of what things we ought not to be ashamed.  Cautions with regard to women.  The works and greatness of God.",
				"num": 42
			},
			{
				"name": "Ecclesiasticus Chapter 43",
				"desc": "The works of God are exceedingly glorious and wonderful:  no man is able sufficiently to praise him.",
				"num": 43
			},
			{
				"name": "Ecclesiasticus Chapter 44",
				"desc": "The praises of the holy fathers, in particular of Enoch, Noe, Abraham, Isaac, and Jacob.",
				"num": 44
			},
			{ "name": "Ecclesiasticus Chapter 45", "desc": "The praises of Moses, of Aaron, and of Phinees.", "num": 45 },
			{ "name": "Ecclesiasticus Chapter 46", "desc": "The praise of Josue, of Caleb, and of Samuel.", "num": 46 },
			{ "name": "Ecclesiasticus Chapter 47", "desc": "The praise of Nathan, of David, and of Solomon:  Of his fall and punishment.", "num": 47 },
			{ "name": "Ecclesiasticus Chapter 48", "desc": "The praise of Elias, of Eliseus, of Ezechias, and of Isaias.", "num": 48 },
			{
				"name": "Ecclesiasticus Chapter 49",
				"desc": "The praise of Josias, of Jeremias, Ezechiel, and the twelve prophets. Also of Zorobabel, Jesus the son of Josedech, Nehemias, Enoch, Joseph, Seth, Sem, and Adam.",
				"num": 49
			},
			{ "name": "Ecclesiasticus Chapter 50", "desc": "The praises of Simon the high priest.  The conclusion.", "num": 50 },
			{ "name": "Ecclesiasticus Chapter 51", "desc": "A prayer of praise and thanksgiving.", "num": 51 }
		],
		"id": "ecclesiasticus",
		"prevLen": 19,
		"testament": "o"
	},
	{
		"num": 27,
		"short": "Isaias",
		"name": "Prophecy of Isaias",
		"fmlname": "THE PROPHECY OF ISAIAS",
		"group": "The Prophetical Books",
		"desc": "This inspired writer is called by the Holy Ghost, the great prophet, (Ecclesiasticus 48.25,) from the greatness of his prophetic spirit, by which he hath foretold so long before, and in so clear a manner, the coming of Christ, the mysteries of our redemption, the calling of the Gentiles, and the glorious establishment, and perpetual flourishing of the church of Christ:  insomuch that he may seem to have been rather an evangelist than a prophet.  His very name is not without mystery; for Isaias in Hebrew signifies the salvation of the Lord, or Jesus is the Lord.  He was, according to the tradition of the Hebrews, of the blood royal of the kings of Juda:  and after a most holy life, ended his days by a glorious martyrdom; being sawed in two, at the command of his wicked son in law, King Manasses, for reproving his evil ways.",
		"ch": [
			{
				"name": "Isaias Chapter 1",
				"desc": "The prophet complains of the sins of Juda and Jerusalem, and exhorts them to a sincere conversion.",
				"num": 1
			},
			{
				"name": "Isaias Chapter 2",
				"desc": "All nations shall flow to the church of Christ.  The Jews shall be rejected for their sins.  Idolatry shall be destroyed.",
				"num": 2
			},
			{
				"name": "Isaias Chapter 3",
				"desc": "The confusion and other evils that shall come upon the Jews for their sins.  The pride of their women shall be punished.",
				"num": 3
			},
			{
				"name": "Isaias Chapter 4",
				"desc": "After an extremity of evils that shall fall upon the Jews, a remnant shall be comforted by Christ.",
				"num": 4
			},
			{
				"name": "Isaias Chapter 5",
				"desc": "The reprobation of the Jews is foreshewn under the parable of a vineyard.  A woe is pronounced against sinners:  the army of God shall send against them.",
				"num": 5
			},
			{
				"name": "Isaias Chapter 6",
				"desc": "A glorious vision, in which the prophet's lips are cleansed:  he foretelleth the obstinacy of the Jews.",
				"num": 6
			},
			{
				"name": "Isaias Chapter 7",
				"desc": "The prophet assures king Achaz that the two kings his enemies shall not take Jerusalem.  A virgin shall conceive and bear a son.",
				"num": 7
			},
			{
				"name": "Isaias Chapter 8",
				"desc": "The name of a child that is to be born:  many evils shall come upon the Jews for their sins.",
				"num": 8
			},
			{
				"name": "Isaias Chapter 9",
				"desc": "What joy shall come after afflictions by the birth and kingdom of Christ; which shall flourish for ever.  Judgments upon Israel for their sins.",
				"num": 9
			},
			{
				"name": "Isaias Chapter 10",
				"desc": "Woe to the makers of wicked laws.  The Assyrian shall be a rod for punishing Israel:  but for their pride they shall be destroyed:  and a remnant of Israel saved.",
				"num": 10
			},
			{ "name": "Isaias Chapter 11", "desc": "Of the spiritual kingdom of Christ, to which all nations shall repair.", "num": 11 },
			{ "name": "Isaias Chapter 12", "desc": "A canticle of thanksgiving for the benefits of Christ.", "num": 12 },
			{ "name": "Isaias Chapter 13", "desc": "The desolation of Babylon.", "num": 13 },
			{
				"name": "Isaias Chapter 14",
				"desc": "The restoration of Israel after their captivity.  The parable or song insulting over the king of Babylon.  A prophecy against the Philistines.",
				"num": 14
			},
			{ "name": "Isaias Chapter 15", "desc": "A prophecy of the desolation of the Moabites.", "num": 15 },
			{ "name": "Isaias Chapter 16", "desc": "The prophet prayeth for Christ's coming.  The affliction of the Moabites for their pride.", "num": 16 },
			{ "name": "Isaias Chapter 17", "desc": "Judgments upon Damascus and Samaria.  The overthrow of the Assyrians.", "num": 17 },
			{ "name": "Isaias Chapter 18", "desc": "A woe to the Ethiopians, who fed Israel with vain hopes, their future conversion.", "num": 18 },
			{ "name": "Isaias Chapter 19", "desc": "The punishment of Egypt:  their call to the church.", "num": 19 },
			{ "name": "Isaias Chapter 20", "desc": "The ignominious captivity of the Egyptians, and the Ethiopians.", "num": 20 },
			{
				"name": "Isaias Chapter 21",
				"desc": "The destruction of Babylon by the Medes and Persians:  a prophecy against the Edomites and the Arabians.",
				"num": 21
			},
			{
				"name": "Isaias Chapter 22",
				"desc": "The prophet laments the devastation of Juda.  He foretells the deprivation of Sobna, and the substitution of Eliacim, a figure of Christ.",
				"num": 22
			},
			{ "name": "Isaias Chapter 23", "desc": "The destruction of Tyre.  It shall be repaired again after seventy years.", "num": 23 },
			{
				"name": "Isaias Chapter 24",
				"desc": "The judgments of God upon all the sinners of the world.  A remnant shall joyfully praise him.",
				"num": 24
			},
			{ "name": "Isaias Chapter 25", "desc": "A canticle of thanksgiving for God's judgments and benefits.", "num": 25 },
			{ "name": "Isaias Chapter 26", "desc": "A canticle of thanks for the deliverance of God's people.", "num": 26 },
			{ "name": "Isaias Chapter 27", "desc": "The punishment of the oppressors of God's people.  The Lord's favour to his church.", "num": 27 },
			{
				"name": "Isaias Chapter 28",
				"desc": "The punishment of the Israelites, for their pride, intemperance, and contempt of religion.  Christ the cornerstone.",
				"num": 28
			},
			{
				"name": "Isaias Chapter 29",
				"desc": "God's heavy judgments upon Jerusalem, for their obstinacy:  with a prophecy of the conversion of the Gentiles.",
				"num": 29
			},
			{
				"name": "Isaias Chapter 30",
				"desc": "The people are blamed for their confidence in Egypt.  God's mercies towards his church.  The punishment of sinners.",
				"num": 30
			},
			{
				"name": "Isaias Chapter 31",
				"desc": "The folly of trusting to Egypt, and forgetting God.  He will fight for his people against the Assyrians.",
				"num": 31
			},
			{
				"name": "Isaias Chapter 32",
				"desc": "The blessings of the reign of Christ.  The desolation of the Jews, and prosperity of the church of Christ.",
				"num": 32
			},
			{
				"name": "Isaias Chapter 33",
				"desc": "God's revenge against the enemies of his church.  The happiness of the heavenly Jerusalem.",
				"num": 33
			},
			{ "name": "Isaias Chapter 34", "desc": "The general judgment of the wicked.", "num": 34 },
			{
				"name": "Isaias Chapter 35",
				"desc": "The joyful flourishing of Christ's kingdom:  in his church shall be a holy and secure way.",
				"num": 35
			},
			{ "name": "Isaias Chapter 36", "desc": "Sennacherib invades Juda:  his blasphemies.", "num": 36 },
			{
				"name": "Isaias Chapter 37",
				"desc": "Ezechias, his mourning and prayer.  God's promise of protection.  The Assyrian army is destroyed.  Sennacherib is slain.",
				"num": 37
			},
			{
				"name": "Isaias Chapter 38",
				"desc": "Ezechias being advertised that he shall die, obtains by prayer a prolongation of his life:  in confirmation of which the sun goes back. The canticle of Ezechias.",
				"num": 38
			},
			{
				"name": "Isaias Chapter 39",
				"desc": "Ezechias shews all his treasures to the ambassadors of Babylon:  upon which Isaias foretells the Babylonish captivity.",
				"num": 39
			},
			{
				"name": "Isaias Chapter 40",
				"desc": "The prophet comforts the people with the promise of the coming of Christ to forgive their sins.  God's almighty power and majesty.",
				"num": 40
			},
			{ "name": "Isaias Chapter 41", "desc": "The reign of the just one:  the vanity of idols.", "num": 41 },
			{
				"name": "Isaias Chapter 42",
				"desc": "The office of Christ.  The preaching of the gospel to the Gentiles.  The blindness and reprobation of the Jews.",
				"num": 42
			},
			{
				"name": "Isaias Chapter 43",
				"desc": "God comforts his church, promising to protect her for ever:  he expostulates with the Jews for their ingratitude.",
				"num": 43
			},
			{
				"name": "Isaias Chapter 44",
				"desc": "God's favour to his church.  The folly of idolatry.  The people shall be delivered from captivity.",
				"num": 44
			},
			{ "name": "Isaias Chapter 45", "desc": "A prophecy of Cyrus, as a figure of Christ, the great deliverer of God's people.", "num": 45 },
			{ "name": "Isaias Chapter 46", "desc": "The idols of Babylon shall be destroyed.  Salvation is promised through Christ.", "num": 46 },
			{ "name": "Isaias Chapter 47", "desc": "God's judgment upon Babylon.", "num": 47 },
			{
				"name": "Isaias Chapter 48",
				"desc": "He reproaches the Jews for their obstinacy:  he will deliver them out of their captivity, for his own name's sake.",
				"num": 48
			},
			{ "name": "Isaias Chapter 49", "desc": "Christ shall bring the Gentiles to salvation.  God's love to his church is perpetual.", "num": 49 },
			{
				"name": "Isaias Chapter 50",
				"desc": "The synagogue shall be divorced for her iniquities.  Christ for her sake will endure ignominious afflictions.",
				"num": 50
			},
			{ "name": "Isaias Chapter 51", "desc": "An exhortation to trust in Christ.  He shall protect the children of his church.", "num": 51 },
			{
				"name": "Isaias Chapter 52",
				"desc": "Under the figure of the deliverance from the Babylonish captivity, the church is invited to rejoice for her redemption from sin.  Christ's kingdom shall be exalted.",
				"num": 52
			},
			{ "name": "Isaias Chapter 53", "desc": "A prophecy of the passion of Christ.", "num": 53 },
			{
				"name": "Isaias Chapter 54",
				"desc": "The Gentiles, who were barren before, shall multiply in the church of Christ:  from which God's mercy shall never depart.",
				"num": 54
			},
			{
				"name": "Isaias Chapter 55",
				"desc": "God promises abundance of spiritual graces to the faithful, that shall believe in Christ out of all nations, and sincerely serve him.",
				"num": 55
			},
			{
				"name": "Isaias Chapter 56",
				"desc": "God invites all to keep his commandments:  the Gentiles that keep them shall be the people of God:  the Jewish pastors are reproved.",
				"num": 56
			},
			{ "name": "Isaias Chapter 57", "desc": "The infidelity of the Jews:  their idolatry.  Promises to humble penitents.", "num": 57 },
			{
				"name": "Isaias Chapter 58",
				"desc": "God rejects the hypocritical fasts of the Jews:  recommends works of mercy, and sincere godliness.",
				"num": 58
			},
			{
				"name": "Isaias Chapter 59",
				"desc": "The dreadful evil of sin is displayed, as the great obstacle to all good from God:  yet he will send a Redeemer, and make an everlasting covenant with his church.",
				"num": 59
			},
			{
				"name": "Isaias Chapter 60",
				"desc": "The light of true faith shall shine forth in the church of Christ, and shall be spread through all nations, and continue for all ages.",
				"num": 60
			},
			{ "name": "Isaias Chapter 61", "desc": "The office of Christ:  the mission of the Apostles; the happiness of their converts.", "num": 61 },
			{
				"name": "Isaias Chapter 62",
				"desc": "The prophet will not cease from preaching Christ:  to whom all nations shall be converted:  and whose church shall continue for ever.",
				"num": 62
			},
			{ "name": "Isaias Chapter 63", "desc": "Christ's victory over his enemies:  his mercies to his people:  their complaint.", "num": 63 },
			{ "name": "Isaias Chapter 64", "desc": "The prophet prays for the release of his people; and for the remission of their sins.", "num": 64 },
			{
				"name": "Isaias Chapter 65",
				"desc": "The Gentiles shall seek and find Christ, but the Jews will persecute him, and be rejected, only a remnant shall be reserved.  The church shall multiply, and abound with graces.",
				"num": 65
			},
			{ "name": "Isaias Chapter 66", "desc": "More of the reprobation of the Jews, and of the call of the Gentiles.", "num": 66 }
		],
		"id": "isaias",
		"prevLen": 51,
		"testament": "o"
	},
	{
		"num": 28,
		"short": "Jeremias",
		"name": "Prophecy of Jeremias",
		"fmlname": "THE PROPHECY OF JEREMIAS",
		"group": "The Prophetical Books",
		"desc": "Jeremias was a priest, a native of Anathoth, a priestly city in the tribe of Benjamin:  and was sanctified from his mother's womb, to be a prophet of God; which office he began to execute when he was yet a child in age.  He was in his whole life, according to the signification of his name, Great before the Lord; and a special figure of Jesus Christ, in the persecutions he underwent for discharging his duty; in his charity for his persecutors; and in the violent death he suffered at their hands:  it being an ancient tradition of the Hebrews, that he was stoned to death by the remnant of the Jews who had retired into Egypt.",
		"ch": [
			{ "name": "Jeremias Chapter 1", "desc": "The time, and the calling, of Jeremias:  his prophetical visions.  God encourages him.", "num": 1 },
			{ "name": "Jeremias Chapter 2", "desc": "God expostulates with the Jews for their ingratitude and infidelity.", "num": 2 },
			{
				"name": "Jeremias Chapter 3",
				"desc": "God invites the rebel Jews to return to him, with a promise to receive them:  he foretells the conversion of the Gentiles.",
				"num": 3
			},
			{
				"name": "Jeremias Chapter 4",
				"desc": "And admonition to sincere repentance, and circumcision of the heart, with threats of grievous punishment to those that persist in sin.",
				"num": 4
			},
			{ "name": "Jeremias Chapter 5", "desc": "The judgments of God shall fall upon the Jews for their manifold sins.", "num": 5 },
			{
				"name": "Jeremias Chapter 6",
				"desc": "The evils that threaten Jerusalem.  She is invited to return, and walk in the good way, and not to rely on sacrifices without obedience.",
				"num": 6
			},
			{
				"name": "Jeremias Chapter 7",
				"desc": "The temple of God shall not protect a sinful people, without a sincere conversion.  The Lord will not receive the prayers of the prophet for them:  because they are obstinate in their sins.",
				"num": 7
			},
			{ "name": "Jeremias Chapter 8", "desc": "Other evils that shall fall upon the Jews for their impenitence.", "num": 8 },
			{
				"name": "Jeremias Chapter 9",
				"desc": "The prophet laments the miseries of his people:  and their sins, which are the cause of them.  He exhorts them to repentance.",
				"num": 9
			},
			{
				"name": "Jeremias Chapter 10",
				"desc": "Neither stars nor idols are to be feared, but the great Creator of all things.  The chastisement of Jerusalem for her sins.",
				"num": 10
			},
			{
				"name": "Jeremias Chapter 11",
				"desc": "The prophet proclaims the covenant of God:  and denounces evils to the obstinate transgressors of it.  The conspiracy of the Jews against him, a figure of their conspiracy against Christ.",
				"num": 11
			},
			{
				"name": "Jeremias Chapter 12",
				"desc": "The prosperity of the wicked shall be but for a short time.  The desolation of the Jews for their sins.  Their return from their captivity.",
				"num": 12
			},
			{
				"name": "Jeremias Chapter 13",
				"desc": "Under the figure of a linen girdle is foretold the destruction of the Jews.  Their obstinacy in sin brings all miseries upon them.",
				"num": 13
			},
			{
				"name": "Jeremias Chapter 14",
				"desc": "A grievous famine:  and the prophet's prayer on that occasion.  Evils denounced to false prophets.  The prophet mourns for his people.",
				"num": 14
			},
			{
				"name": "Jeremias Chapter 15",
				"desc": "God is determined to punish the Jews for their sins.  The prophet's complaint, and God's promise to him.",
				"num": 15
			},
			{
				"name": "Jeremias Chapter 16",
				"desc": "The prophet is forbid to marry.  The Jews shall be utterly ruined for their idolatry:  but shall at length be released from their captivity, and the Gentiles shall be converted.",
				"num": 16
			},
			{
				"name": "Jeremias Chapter 17",
				"desc": "For their obstinacy in sin the Jews shall be led captive.  He is cursed that trusteth in flesh.  God alone searcheth the heart, giving to every one as he deserves.  The prophet prayeth to be delivered from his enemies, and preacheth up the observance of the sabbath.",
				"num": 17
			},
			{
				"name": "Jeremias Chapter 18",
				"desc": "As the clay in the hand of the potter, so is Israel in God's hand.  He pardoneth penitents, and punisheth the obstinate.  They conspire against Jeremias, for which he denounceth to them the miseries that hang over them.",
				"num": 18
			},
			{
				"name": "Jeremias Chapter 19",
				"desc": "Under the type of breaking a potter's vessel, the prophet foresheweth the desolation of the Jews for their sins.",
				"num": 19
			},
			{
				"name": "Jeremias Chapter 20",
				"desc": "The prophet is persecuted:  he denounces captivity to his persecutors, and bemoans himself.",
				"num": 20
			},
			{ "name": "Jeremias Chapter 21", "desc": "The prophet's answer to the messengers of Sedecias, when Jerusalem was besieged.", "num": 21 },
			{
				"name": "Jeremias Chapter 22",
				"desc": "An exhortation both to king and people to return of God.  The sentence of God upon Joachaz, Joakim, and Jechonias.",
				"num": 22
			},
			{
				"name": "Jeremias Chapter 23",
				"desc": "God reproves evil governors; and promises to send good pastors; and Christ himself the prince of the pastors.  He inveighs against false prophets preaching without being sent.",
				"num": 23
			},
			{
				"name": "Jeremias Chapter 24",
				"desc": "Under the type of good and bad figs, he foretells the restoration of the Jews that had been carried away captive with Jechonias, and the desolation of those that were left behind.",
				"num": 24
			},
			{
				"name": "Jeremias Chapter 25",
				"desc": "The prophet foretells the seventy years captivity; after that the destruction of Babylon, and other nations.",
				"num": 25
			},
			{ "name": "Jeremias Chapter 26", "desc": "The prophet is apprehended and accused by the priests:  but discharged by the princes.", "num": 26 },
			{
				"name": "Jeremias Chapter 27",
				"desc": "The prophet sends chains to divers kings, signifying that they must bend their necks under the yoke of the king of Babylon.  The vessels of the temple shall not be brought back till all the rest are carried away.",
				"num": 27
			},
			{ "name": "Jeremias Chapter 28", "desc": "The false prophecy of Hananias:  he dies that same year, as Jeremias foretold.", "num": 28 },
			{
				"name": "Jeremias Chapter 29",
				"desc": "Jeremias writeth to the captives in Babylon, exhorting them to be easy there, and not to hearken to false prophets.  That they shall be delivered after seventy years.  But those that remain in Jerusalem shall perish by the sword, famine, and pestilence.  And that Achab, Sedecias, and Semeias, false prophets, shall die miserably.",
				"num": 29
			},
			{
				"name": "Jeremias Chapter 30",
				"desc": "God will deliver his people from their captivity:  Christ shall be their king:  and his church shall be glorious for ever.",
				"num": 30
			},
			{
				"name": "Jeremias Chapter 31",
				"desc": "The restoration of Israel.  Rachel shall cease from morning.  The new covenant.  The church shall never fail.",
				"num": 31
			},
			{
				"name": "Jeremias Chapter 32",
				"desc": "Jeremias by God's commandment purchases a field of his kinsman:  and prophesies the return of the people out of captivity:  and the everlasting covenant God will make with his church.",
				"num": 32
			},
			{
				"name": "Jeremias Chapter 33",
				"desc": "God promises reduction from captivity, and other blessings:  especially the coming of Christ, whose reign in his church shall be glorious and perpetual.",
				"num": 33
			},
			{
				"name": "Jeremias Chapter 34",
				"desc": "The prophet foretells that Sedecias shall fall into the hands of Nabuchodonosor:  God's sentence upon the princes and people that had broken his covenant.",
				"num": 34
			},
			{
				"name": "Jeremias Chapter 35",
				"desc": "The obedience of the Rechabites condemns the disobedience of the Jews. The reward of the Rechabites.",
				"num": 35
			},
			{
				"name": "Jeremias Chapter 36",
				"desc": "Jeremias sends Baruch to read his prophecies in the temple; the book is brought to king Joakim, who burns it.  The prophet denounces his judgment, and causes Baruch to write a new copy.",
				"num": 36
			},
			{
				"name": "Jeremias Chapter 37",
				"desc": "Jeremias prophesies that the Chaldeans, who had departed from Jerusalem, would return and burn the city.  He is cast into prison.  His conference with Sedecias.",
				"num": 37
			},
			{
				"name": "Jeremias Chapter 38",
				"desc": "The prophet at the instance of the great men is cast into a filthy dungeon:  he is drawn out by Abdemelech, and has another conference with the king.",
				"num": 38
			},
			{
				"name": "Jeremias Chapter 39",
				"desc": "After two years' siege Jerusalem is taken.  Sedecias is carried before Nabuchodonosor, who kills his sons in his sight, and then puts out his eyes.  Jeremias is set at liberty.",
				"num": 39
			},
			{
				"name": "Jeremias Chapter 40",
				"desc": "Jeremias remains with Godolias the governor; who receives all the Jews that resort to him.",
				"num": 40
			},
			{ "name": "Jeremias Chapter 41", "desc": "Godolias is slain:  the Jews that were with him are apprehensive of the Chaldeans.", "num": 41 },
			{
				"name": "Jeremias Chapter 42",
				"desc": "Jeremias assures the remnant of the people, that if they will stay in Juda, they shall be safe; but if they go down into Egypt, they shall perish.",
				"num": 42
			},
			{
				"name": "Jeremias Chapter 43",
				"desc": "The Jews, contrary to the orders of God by the prophet, go into Egypt, carrying Jeremias with them.  He foretells the devastation of that land by the king of Babylon.",
				"num": 43
			},
			{
				"name": "Jeremias Chapter 44",
				"desc": "The prophet's admonition to the Jews in Egypt against idolatry is not regarded:  he denounces to them their destruction.",
				"num": 44
			},
			{ "name": "Jeremias Chapter 45", "desc": "The prophet comforts Baruch in his affliction.", "num": 45 },
			{ "name": "Jeremias Chapter 46", "desc": "A prophecy against Egypt.  The Jews shall return from captivity.", "num": 46 },
			{ "name": "Jeremias Chapter 47", "desc": "A prophecy of the desolation of the Philistines, of Tyre, Sidon, Gaza, and Ascalon.", "num": 47 },
			{
				"name": "Jeremias Chapter 48",
				"desc": "A prophecy of the desolation of Moab for their pride:  but their captivity shall at last be released.",
				"num": 48
			},
			{
				"name": "Jeremias Chapter 49",
				"desc": "The like desolation of Ammon, of Idumea, of the Syrians, of the Agarenes, and of the Elamites.",
				"num": 49
			},
			{
				"name": "Jeremias Chapter 50",
				"desc": "Babylon, which hath afflicted the Israelites, after their restoration, shall be utterly destroyed.",
				"num": 50
			},
			{
				"name": "Jeremias Chapter 51",
				"desc": "The miseries that shall fall upon Babylon from the Medes:  the destruction of her idols.",
				"num": 51
			},
			{
				"name": "Jeremias Chapter 52",
				"desc": "A recapitulation of the reign of Sedecias, and the destruction of Jerusalem.  The number of the captives.",
				"num": 52
			}
		],
		"id": "jeremias",
		"prevLen": 66,
		"testament": "o"
	},
	{
		"num": 29,
		"short": "Lamentations",
		"name": "Lamentations of Jeremias",
		"fmlname": "THE LAMENTATIONS OF JEREMIAS",
		"group": "The Prophetical Books",
		"desc": "In these JEREMIAS laments in a most pathetical manner the miseries of his people, and the destruction of JERUSALEM and the temple, in Hebrew verses, beginning with different letters according to the order of the Hebrew alphabet.",
		"ch": [
			{
				"name": "Lamentations Chapter 1",
				"desc": "PREFACE:  And it came to pass, after Israel was carried into captivity, and Jerusalem was desolate, that Jeremias the prophet sat weeping, and mourned with this lamentation over Jerusalem, and with a sorrowful mind, sighing and moaning, he said:",
				"chapternotes": "And it came to pass, etc. . .This preface was not written by Jeremias, but was added by the seventy interpreters, to give the reader to understand upon what occasion the Lamentations were published.",
				"num": 1
			},
			{ "name": "Lamentations Chapter 2", "num": 2 },
			{ "name": "Lamentations Chapter 3", "num": 3 },
			{ "name": "Lamentations Chapter 4", "num": 4 },
			{ "name": "Lamentations Chapter 5", "num": 5 }
		],
		"id": "lamentations",
		"prevLen": 52,
		"testament": "o"
	},
	{
		"num": 30,
		"short": "Baruch",
		"name": "Prophecy of Baruch",
		"fmlname": "THE PROPHECY OF BARUCH",
		"group": "The Prophetical Books",
		"desc": "BARUCH was a man of noble extraction, and learned in the law, secretary and disciple to the prophet JEREMIAS, and a sharer in his labours and persecutions:  which is the reason why the ancient fathers have considered this book as a part of the prophecy of JEREMIAS, and have usually quoted it under his name.",
		"ch": [
			{
				"name": "Baruch Chapter 1",
				"desc": "The Jews of Babylon send the book of Baruch with money to Jerusalem, requesting their brethren there to offer sacrifice, and to pray for the king and for them, acknowledging their manifold sins.",
				"num": 1
			},
			{ "name": "Baruch Chapter 2", "desc": "A further confession of the sins of the people, and of the justice of God.", "num": 2 },
			{
				"name": "Baruch Chapter 3",
				"desc": "They pray for mercy, acknowledging that they are justly punished for forsaking true wisdom.  A prophecy of Christ.",
				"num": 3
			},
			{
				"name": "Baruch Chapter 4",
				"desc": "The prophet exhorts to the keeping of the law of wisdom, and encourages the people to be patient, and to hope for their deliverance.",
				"num": 4
			},
			{
				"name": "Baruch Chapter 5",
				"desc": "Jerusalem is invited to rejoice and behold the return of her children out of their captivity.",
				"num": 5
			},
			{
				"name": "Baruch Chapter 6",
				"desc": "The epistle of Jeremias to the captives, as a preservative against idolatry. A copy of the epistle that Jeremias sent to them that were to be led away captives into Babylon, by the king of Babylon, to declare to them according to what was commanded him by God.",
				"num": 6
			}
		],
		"id": "baruch",
		"prevLen": 5,
		"testament": "o"
	},
	{
		"num": 31,
		"short": "Ezechiel",
		"name": "Prophecy of Ezechiel",
		"fmlname": "THE PROPHECY OF EZECHIEL",
		"group": "The Prophetical Books",
		"desc": "EZECHIEL, whose name signifies the STRENGTH OF GOD, was of the priestly race; and of the number of captives that were carried away to Babylon with king JOACHIN.  He was contemporary with JEREMIAS, and prophesied to the same effect in Babylon, as JEREMIAS did in Jerusalem; and is said to have ended his days in like manner, by martyrdom.",
		"ch": [
			{ "name": "Ezechiel Chapter 1", "desc": "The time of Ezechiel's prophecy:  he sees a glorious vision.", "num": 1 },
			{ "name": "Ezechiel Chapter 2", "desc": "The prophet receives his commission.", "num": 2 },
			{ "name": "Ezechiel Chapter 3", "desc": "The prophet eats the book, and receives further instructions:  the office of a watchman.", "num": 3 },
			{ "name": "Ezechiel Chapter 4", "desc": "A prophetic description of the siege of Jerusalem, and the famine that shall reign there.", "num": 4 },
			{ "name": "Ezechiel Chapter 5", "desc": "The judgments of God upon the Jews are foreshewn under the type of the prophet's hair.", "num": 5 },
			{ "name": "Ezechiel Chapter 6", "desc": "The punishment of Israel for their idolatry:  a remnant shall be saved.", "num": 6 },
			{ "name": "Ezechiel Chapter 7", "desc": "The final desolation of Israel:  from which few shall escape.", "num": 7 },
			{
				"name": "Ezechiel Chapter 8",
				"desc": "The prophet sees in a vision the abominations committed in Jerusalem; which determine the Lord to spare them no longer.",
				"num": 8
			},
			{
				"name": "Ezechiel Chapter 9",
				"desc": "All are ordered to be destroyed that are not marked in their foreheads. God will not be entreated for them.",
				"num": 9
			},
			{
				"name": "Ezechiel Chapter 10",
				"desc": "Fire is taken from the midst of the wheels under the cherubims, and scattered over the city.  A description of the cherubims.",
				"num": 10
			},
			{
				"name": "Ezechiel Chapter 11",
				"desc": "A prophecy against the presumptuous assurance of the great ones.  A remnant shall be saved, and receive a new spirit, and a new heart.",
				"num": 11
			},
			{
				"name": "Ezechiel Chapter 12",
				"desc": "The prophet forsheweth, by signs, the captivity of Sedecias, and the desolation of the people:  all which shall quickly come to pass.",
				"num": 12
			},
			{
				"name": "Ezechiel Chapter 13",
				"desc": "God declares against false prophets and prophetesses, that deceive the people with lies.",
				"num": 13
			},
			{
				"name": "Ezechiel Chapter 14",
				"desc": "God suffers the wicked to be deceived in punishment of their wickedness.  The evils that shall come upon them for their sins:  for which they shall not be delivered by the prayers of Noe, Daniel, and Job.  But a remnant shall be preserved.",
				"num": 14
			},
			{
				"name": "Ezechiel Chapter 15",
				"desc": "As a vine cut down is fit for nothing but the fire; so it shall be with Jerusalem, for her sins.",
				"num": 15
			},
			{
				"name": "Ezechiel Chapter 16",
				"desc": "Under the figure of an unfaithful wife, God upbraids Jerusalem with her ingratitude and manifold disloyalties:  but promiseth mercy by a new covenant.",
				"num": 16
			},
			{
				"name": "Ezechiel Chapter 17",
				"desc": "The parable of the two eagles and the vine.  A promise of the cedar of Christ and his church.",
				"num": 17
			},
			{
				"name": "Ezechiel Chapter 18",
				"desc": "One man shall not bear the sins of another, but every one his own; if a wicked man truly repent, he shall be saved; and if a just man leave his justice, he shall perish.",
				"num": 18
			},
			{ "name": "Ezechiel Chapter 19", "desc": "The parable of the young lions, and of the vineyard that is wasted.", "num": 19 },
			{
				"name": "Ezechiel Chapter 20",
				"desc": "God refuses to answer the ancients of Israel inquiring by the prophet: but by him setteth his benefits before their eyes, and their heinous sins:  threatening yet greater punishments:  but still mixed with mercy.",
				"num": 20
			},
			{
				"name": "Ezechiel Chapter 21",
				"desc": "The destruction of Jerusalem by the sword is further described:  the ruin also of the Ammonites is forshewn.  And finally Babylon, the destroyer of others, shall be destroyed.",
				"num": 21
			},
			{
				"name": "Ezechiel Chapter 22",
				"desc": "The general corruption of the inhabitants of Jerusalem:  for which God will consume them as dross in his furnace.",
				"num": 22
			},
			{
				"name": "Ezechiel Chapter 23",
				"desc": "Under the names of the two harlots, Oolla and Ooliba, are described the manifold disloyalties of Samaria and Jerusalem, with the punishment of them both.",
				"num": 23
			},
			{
				"name": "Ezechiel Chapter 24",
				"desc": "Under the parable of a boiling pot is shewn the utter destruction of Jerusalem:  for which the Jews at Babylon shall not dare to mourn.",
				"num": 24
			},
			{
				"name": "Ezechiel Chapter 25",
				"desc": "A prophecy against the Ammonites, Moabites, Edomites, and Philistines, for their malice against the Israelites.",
				"num": 25
			},
			{ "name": "Ezechiel Chapter 26", "desc": "A prophecy of the destruction of the famous city of Tyre by Nabuchodonosor.", "num": 26 },
			{ "name": "Ezechiel Chapter 27", "desc": "A description of the glory and riches of Tyre:  and of her irrecoverable fall.", "num": 27 },
			{
				"name": "Ezechiel Chapter 28",
				"desc": "The king of Tyre, who affected to be like to God, shall fall under the like sentence with Lucifer.  The judgment of Sidon.  The restoration of Israel.",
				"num": 28
			},
			{
				"name": "Ezechiel Chapter 29",
				"desc": "The king of Egypt shall be overthrown, and his kingdom wasted:  it shall be given to Nabuchodonosor for his service against Tyre.",
				"num": 29
			},
			{ "name": "Ezechiel Chapter 30", "desc": "The desolation of Egypt and her helpers:  all her cities shall be wasted.", "num": 30 },
			{ "name": "Ezechiel Chapter 31", "desc": "The Assyrian empire fell for their pride:  the Egyptian shall fall in like manner.", "num": 31 },
			{ "name": "Ezechiel Chapter 32", "desc": "The prophet's lamentation for the king of Egypt.", "num": 32 },
			{
				"name": "Ezechiel Chapter 33",
				"desc": "The duty of the watchman appointed by God:  the justice of God's ways: his judgments upon the Jews.",
				"num": 33
			},
			{
				"name": "Ezechiel Chapter 34",
				"desc": "Evil pastors are reproved.  Christ the true pastor shall come, and gather together his flock from all parts of the earth, and preserve it for ever.",
				"num": 34
			},
			{ "name": "Ezechiel Chapter 35", "desc": "The judgment of mount Seir, for their hatred of Israel.", "num": 35 },
			{
				"name": "Ezechiel Chapter 36",
				"desc": "The restoration of Israel, not for their merits, but by God's special grace.  Christ's baptism.",
				"num": 36
			},
			{
				"name": "Ezechiel Chapter 37",
				"desc": "A vision of the resurrection of dry bones, foreshewing the deliverance of the people from their captivity.  Juda and Israel shall be all one kingdom under Christ.  God's everlasting covenant with the church.",
				"num": 37
			},
			{ "name": "Ezechiel Chapter 38", "desc": "Gog shall persecute the church in the latter days.  He shall be overthrown.", "num": 38 },
			{
				"name": "Ezechiel Chapter 39",
				"desc": "God's judgments upon Gog.  God's people were punished for their sins: but shall be favoured with everlasting kindness.",
				"num": 39
			},
			{
				"name": "Ezechiel Chapter 40",
				"desc": "The prophet sees in a vision the rebuilding of the temple:  the dimensions of several parts thereof.",
				"num": 40
			},
			{ "name": "Ezechiel Chapter 41", "desc": "A description of the temple, and of all the parts of it.", "num": 41 },
			{ "name": "Ezechiel Chapter 42", "desc": "A description of the courts, chambers, and other places belonging to the temple.", "num": 42 },
			{
				"name": "Ezechiel Chapter 43",
				"desc": "The glory of God returns to the new temple.  The Israelites shall no more profane God's name by idolatry:  the prophet is commanded to shew them the dimensions, and form of the temple, and of the altar, with the sacrifices to be offered thereon.",
				"num": 43
			},
			{
				"name": "Ezechiel Chapter 44",
				"desc": "The east gate of the sanctuary shall be always shut.  The uncircumcised shall not enter into the sanctuary:  nor the Levites that have served idols:  but the sons of Sadoc shall do the priestly functions, who stood firm in the worst of times.",
				"num": 44
			},
			{
				"name": "Ezechiel Chapter 45",
				"desc": "Portions of land for the sanctuary, for the city, and for the prince. Ordinances for the prince.",
				"num": 45
			},
			{ "name": "Ezechiel Chapter 46", "desc": "Other ordinances for the prince and for the sacrifices.", "num": 46 },
			{
				"name": "Ezechiel Chapter 47",
				"desc": "The vision of the holy waters issuing out from under the temple:  the borders of the land to be divided among the twelve tribes.",
				"num": 47
			},
			{
				"name": "Ezechiel Chapter 48",
				"desc": "The portions of the twelve tribes, of the sanctuary, of the city, and of the prince.  The dimensions and gates of the city.",
				"num": 48
			}
		],
		"id": "ezechiel",
		"prevLen": 6,
		"testament": "o"
	},
	{
		"num": 32,
		"short": "Daniel",
		"name": "Prophecy of Daniel",
		"fmlname": "THE PROPHECY OF DANIEL",
		"group": "The Prophetical Books",
		"desc": "DANIEL, whose name signifies THE JUDGMENT OF GOD, was of the royal blood of the kings of Juda:  and one of those that were first of all carried away into captivity.  He was so renowned for wisdom and knowledge, that it became a proverb among the Babylonians, AS WISE AS DANIEL (Ezech. 28.3).  And his holiness was so great from his very childhood, that at the time when he was as yet but a young man, he is joined by the SPIRIT of GOD with NOE and JOB, as three persons most eminent for virtue and sanctity, Ezech. 14.  He is not commonly numbered by the Hebrews among THE PROPHETS:  because he lived at court, and in high station in the world:  but if we consider his many clear predictions of things to come, we shall find that no one better deserves the name and title of A PROPHET:  which also has been given him by the SON of GOD himself, Matt. 24, Mark 13., Luke 21.",
		"ch": [
			{
				"name": "Daniel Chapter 1",
				"desc": "Daniel and his companions are taken into the palace of the king of Babylon:  they abstain from his meat and wine, and succeed better with pulse and water.  Their excellence and wisdom.",
				"num": 1
			},
			{
				"name": "Daniel Chapter 2",
				"desc": "Daniel, by divine revelation, declares the dream of Nabuchodonosor, and the interpretation of it.  He is highly honoured by the king.",
				"num": 2
			},
			{
				"name": "Daniel Chapter 3",
				"desc": "Nabuchodonosor set up a golden statue; which he commands all to adore: the three children for refusing to do it are cast into the fiery furnace; but are not hurt by the flames.  Their prayer and canticle of praise.",
				"num": 3
			},
			{
				"name": "Daniel Chapter 4",
				"desc": "Nabuchodonosor's dream, by which the judgments of God are denounced against him for his pride, is interpreted by Daniel, and verified by the event.",
				"num": 4
			},
			{
				"name": "Daniel Chapter 5",
				"desc": "Baltasar's profane banquet:  his sentence is denounced by a handwriting on the wall, which Daniel reads and interprets.",
				"num": 5
			},
			{
				"name": "Daniel Chapter 6",
				"desc": "Daniel is promoted by Darius:  his enemies procure a law forbidding prayer; for the transgression of this law Daniel is cast into the lions' den:  but miraculously delivered.",
				"num": 6
			},
			{
				"name": "Daniel Chapter 7",
				"desc": "Daniel's vision of the four beasts, signifying four kingdoms:  of God sitting on his throne:  and of the opposite kingdoms of Christ and Antichrist.",
				"num": 7
			},
			{ "name": "Daniel Chapter 8", "desc": "Daniel's vision of the ram and the he goat interpreted by the angel Gabriel.", "num": 8 },
			{
				"name": "Daniel Chapter 9",
				"desc": "Daniel's confession and prayer:  Gabriel informs him concerning the seventy weeks to the coming of Christ.",
				"num": 9
			},
			{
				"name": "Daniel Chapter 10",
				"desc": "Daniel having humbled himself by fasting and penance seeth a vision, with which he is much terrified; but he is comforted by an angel.",
				"num": 10
			},
			{
				"name": "Daniel Chapter 11",
				"desc": "The angel declares to Daniel many things to come, with regard to the Persian and Grecian kings:  more especially with regard to Antiochus as a figure of Antichrist.",
				"num": 11
			},
			{
				"name": "Daniel Chapter 12",
				"desc": "Michael shall stand up for the people of God:  with other things relating to Antichrist, and the end of the world.",
				"num": 12
			},
			{
				"name": "Daniel Chapter 13",
				"desc": "The history of Susanna and the two elders. This history of Susanna, in all the ancient Greek and Latin Bibles, was placed in the beginning of the book of Daniel:  till St. Jerome, in his translation, detached it from thence; because he did not find it in the Hebrew:  which is also the case of the history of Bel and the Dragon. But both the one and the other are received by the Catholic Church:  and were from the very beginning a part of the Christian Bible.",
				"num": 13
			},
			{ "name": "Daniel Chapter 14", "desc": "The history of Bel, and of the great serpent worshipped by the Babylonians.", "num": 14 }
		],
		"id": "daniel",
		"prevLen": 48,
		"testament": "o"
	},
	{
		"num": 33,
		"short": "Osee",
		"name": "Prophecy of Osee",
		"fmlname": "THE PROPHECY OF OSEE",
		"group": "The Prophetical Books",
		"desc": "OSEE, or Hosea, whose name signifies A saviour, was the first in the order of time among those who are commonly called lesser prophets, because their prophecies are short.  He prophesied in the kingdom of Israel, that is, of the ten tribes, about the same time that Isaias prophesied in the kingdom of Juda.",
		"ch": [
			{
				"name": "Osee Chapter 1",
				"desc": "By marrying a harlot, and by the names of his children, the prophet sets forth the crimes of Israel and their punishment.  He foretells their redemption by Christ.",
				"num": 1
			},
			{ "name": "Osee Chapter 2", "desc": "Israel is justly punished for leaving God.  The abundance of grace in the church of Christ.", "num": 2 },
			{
				"name": "Osee Chapter 3",
				"desc": "The prophet is commanded again to love an adulteress; to signify God's love to the synagogue.  The wretched state of the Jews for a long time, till at last they shall be converted.",
				"num": 3
			},
			{ "name": "Osee Chapter 4", "desc": "God's judgment against the sins of Israel:  Juda is warned not to follow their example.", "num": 4 },
			{ "name": "Osee Chapter 5", "desc": "God's threats against the priests, the people, and princes of Israel, for their idolatry.", "num": 5 },
			{
				"name": "Osee Chapter 6",
				"desc": "Affliction shall be a means to bring many to Christ, a complaint of the untowardness of the Jews.  God loves mercy more than sacrifice.",
				"num": 6
			},
			{ "name": "Osee Chapter 7", "desc": "The manifold sins of Israel, and of their kings, hinder the Lord from healing them.", "num": 7 },
			{ "name": "Osee Chapter 8", "desc": "The Israelites are threatened with destruction for their impiety and idolatry.", "num": 8 },
			{ "name": "Osee Chapter 9", "desc": "The distress and captivity of Israel for their sins and idolatry.", "num": 9 },
			{
				"name": "Osee Chapter 10",
				"desc": "After many benefits, great affliction shall fall upon the ten tribes, for their ingratitude to God.",
				"num": 10
			},
			{
				"name": "Osee Chapter 11",
				"desc": "God proceeds in threatening Israel for their ingratitude:  yet he will not utterly destroy them.",
				"num": 11
			},
			{ "name": "Osee Chapter 12", "desc": "Israel is reproved for sin.  God's favours to them.", "num": 12 },
			{ "name": "Osee Chapter 13", "desc": "The judgments of God upon Israel for their sins.  Christ shall one day redeem them.", "num": 13 },
			{
				"name": "Osee Chapter 14",
				"desc": "Samaria shall be destroyed.  An exhortation to repentance:  God's favour through Christ to the penitent.",
				"num": 14
			}
		],
		"id": "osee",
		"prevLen": 14,
		"testament": "o"
	},
	{
		"num": 34,
		"short": "Joel",
		"name": "Prophecy of Joel",
		"fmlname": "THE PROPHECY OF JOEL",
		"group": "The Prophetical Books",
		"desc": "JOEL, whose name, according to ST. JEROME, signifies THE LORD GOD:  or, as others say, THE COMING DOWN OF GOD:  prophesied about the same time in the kingdom of Judea, as OSEE did in the kingdom of Israel.  He foretells under figure the great evils that were coming upon the people for their sins:  earnestly exhorts them to repentance:  and comforts them with the promise of a TEACHER OF JUSTICE, viz., CHRIST JESUS OUR LORD, and of the coming down of his holy SPIRIT.",
		"ch": [
			{
				"name": "Joel Chapter 1",
				"desc": "The prophet describes the judgments that shall fall upon the people, and invites them to fasting and prayer.",
				"num": 1
			},
			{ "name": "Joel Chapter 2", "num": 2 },
			{ "name": "Joel Chapter 3", "num": 3 }
		],
		"id": "joel",
		"prevLen": 14,
		"testament": "o"
	},
	{
		"num": 35,
		"short": "Amos",
		"name": "Prophecy of Amos",
		"fmlname": "THE PROPHECY OF AMOS",
		"group": "The Prophetical Books",
		"desc": "AMOS prophesied in Israel about the same time as OSEE:  and was called from following the cattle to denounce GOD'S judgments to the people of Israel, and the neighbouring nations, for their repeated crimes, in which they continued without repentance.",
		"ch": [
			{
				"name": "Amos Chapter 1",
				"desc": "The prophet threatens Damascus, Gaza, Tyre, Edom, and Ammon with the judgments of God, for their obstinacy in sin.",
				"num": 1
			},
			{
				"name": "Amos Chapter 2",
				"desc": "The judgments with which God threatens Moab, Juda, and Israel for their sins, and their ingratitude.",
				"num": 2
			},
			{ "name": "Amos Chapter 3", "desc": "The evils that shall fall upon Israel for their sins.", "num": 3 },
			{
				"name": "Amos Chapter 4",
				"desc": "The Israelites are reproved for their oppressing the poor, for their idolatry, and their incorrigibleness.",
				"num": 4
			},
			{ "name": "Amos Chapter 5", "desc": "A lamentation for Israel:  an exhortation to return to God.", "num": 5 },
			{ "name": "Amos Chapter 6", "desc": "The desolation of Israel for their pride and luxury.", "num": 6 },
			{
				"name": "Amos Chapter 7",
				"desc": "The prophet sees, in three visions, evils coming upon Israel:  he is accused of treason by the false priest of Bethel.",
				"num": 7
			},
			{
				"name": "Amos Chapter 8",
				"desc": "Under the figure of a hook, which bringeth down the fruit, the approaching desolation of Israel is foreshewed for their avarice and injustices.",
				"num": 8
			},
			{
				"name": "Amos Chapter 9",
				"desc": "The certainty of the desolation of Israel:  the restoring of the tabernacle of David, and the conversion of the Gentiles to the church; which shall flourish for ever.",
				"num": 9
			}
		],
		"id": "amos",
		"prevLen": 3,
		"testament": "o"
	},
	{
		"num": 36,
		"short": "Abdias",
		"name": "Prophecy of Abdias",
		"fmlname": "THE PROPHECY OF ABDIAS",
		"group": "The Prophetical Books",
		"desc": "ABDIAS, whose name is interpreted THE SERVANT OF THE LORD, is believed to have prophesied about the same time as OSEE, JOEL, and AMOS:  though some of the Hebrews, who believe him to be the same with ACHAB's steward, make him much more ancient.  His prophecy is the shortest of any in number of words, but yields to none, says ST. JEROME, in the sublimity of mysteries.  It contains but one chapter.",
		"ch": [
			{
				"name": "Abdias Chapter 1",
				"desc": "The destruction of Edom for their pride:  and the wrongs they did to Jacob:  the salvation and victory of Israel.",
				"num": 1
			}
		],
		"id": "abdias",
		"prevLen": 9,
		"testament": "o"
	},
	{
		"num": 37,
		"short": "Jonas",
		"name": "Prophecy of Jonas",
		"fmlname": "THE PROPHECY OF JONAS",
		"group": "The Prophetical Books",
		"desc": "JONAS prophesied in the reign of JEREBOAM the second:  as we learn from 4 Kings 14.25. To whom also he foretold his success in restoring all the borders of Israel.  He was of GETH OPHER in the tribe of ZABULON, and consequently of GALILEE:  which confutes that assertion of the Pharisees, John 7.52, that no prophet ever rose out of GALILEE.  He prophesied and prefigured in his own person the death and resurrection of CHRIST:  and was the only one among the prophets that was sent to preach to the Gentiles.",
		"ch": [
			{
				"name": "Jonas Chapter 1",
				"desc": "Jonas being sent to preach in Ninive, fleeth away by sea:  a tempest riseth:  of which he being found, by lot, to be the cause, is cast into the sea, which thereupon is calmed.",
				"num": 1
			},
			{
				"name": "Jonas Chapter 2",
				"desc": "Jonas is swallowed up by a great fish:  he prayeth with confidence in God; and the fish casteth him out on the dry land.",
				"num": 2
			},
			{
				"name": "Jonas Chapter 3",
				"desc": "Jonas is sent again to preach in Ninive.  Upon their fasting and repentance, God recalleth the sentence by which they were to be destroyed.",
				"num": 3
			},
			{ "name": "Jonas Chapter 4", "num": 4 }
		],
		"id": "jonas",
		"prevLen": 1,
		"testament": "o"
	},
	{
		"num": 38,
		"short": "Micheas",
		"name": "Prophecy of Micheas",
		"fmlname": "THE PROPHECY OF MICHEAS",
		"group": "The Prophetical Books",
		"desc": "MICHEAS, of Morasti, a little town in the tribe of JUDA, was contemporary with the prophet ISAIAS:  whom he resembles both in his spirit and his style.  He is different from the prophet MICHEAS mentioned in the third book of Kings, chap. 22.  For that MICHEAS lived in the days of king ACHAB, one hundred and fifty years before the time of EZECHIAS, under whom this MICHEAS prophesied.",
		"ch": [
			{
				"name": "Micheas Chapter 1",
				"desc": "Samaria for her sins shall be destroyed by the Assyrians; they shall also invade Juda and Jerusalem.",
				"num": 1
			},
			{
				"name": "Micheas Chapter 2",
				"desc": "The Israelites by their crying injustices provoke God to punish them. He shall at last restore Jacob.",
				"num": 2
			},
			{
				"name": "Micheas Chapter 3",
				"desc": "For the sins of the rich oppressing the poor, of false prophets flattering for lucre, and of judges perverting justice, Jerusalem and the temple shall be destroyed.",
				"num": 3
			},
			{
				"name": "Micheas Chapter 4",
				"desc": "The glory of the church of Christ, by the conversion of the Gentiles. The Jews shall be carried captives to Babylon, and be delivered again.",
				"num": 4
			},
			{ "name": "Micheas Chapter 5", "desc": "The birth of Christ in Bethlehem:  his reign and spiritual conquests.", "num": 5 },
			{
				"name": "Micheas Chapter 6",
				"desc": "God expostulates with the Jews for their ingratitude and sins:  for which they shall be punished.",
				"num": 6
			},
			{
				"name": "Micheas Chapter 7",
				"desc": "The prophet laments, that notwithstanding all his preaching, the generality are still corrupt in their manners:  therefore their desolation is at hand:  but they shall be restored again and prosper; and all mankind shall be redeemed by Christ.",
				"num": 7
			}
		],
		"id": "micheas",
		"prevLen": 4,
		"testament": "o"
	},
	{
		"num": 39,
		"short": "Nahum",
		"name": "Prophecy of Nahum",
		"fmlname": "THE PROPHECY OF NAHUM",
		"group": "The Prophetical Books",
		"desc": "NAHUM, whose name signifies A COMFORTER, was a native of Elcese, or Elcesai, supposed to be a little town in Galilee.  He prophesied, after the ten tribes were carried into captivity, and foretold the utter destruction of Ninive, by the Babylonians and Medes:  which happened in the reign of JOSIAS.",
		"ch": [
			{ "name": "Nahum Chapter 1", "desc": "The majesty of God, his goodness to his people, and severity to his enemies.", "num": 1 },
			{ "name": "Nahum Chapter 2", "desc": "God sends his armies against Ninive to destroy it.", "num": 2 },
			{ "name": "Nahum Chapter 3", "desc": "The miserable destruction of Ninive.", "num": 3 }
		],
		"id": "nahum",
		"prevLen": 7,
		"testament": "o"
	},
	{
		"num": 40,
		"short": "Habacuc",
		"name": "Prophecy of Habacuc",
		"fmlname": "THE PROPHECY OF HABACUC",
		"group": "The Prophetical Books",
		"desc": "HABACUC was a native of Bezocher, and prophesied in JUDA, some time before the invasion of the CHALDEANS, which he foretold.  He lived to see this prophecy fulfilled, and for many years after, according to the general opinion, which supposes him to be the same that was brought by the ANGEL to DANIEL in BABYLON, Dan. 14.",
		"ch": [
			{
				"name": "Habacuc Chapter 1",
				"desc": "The prophet complains of the wickedness of the people:  God reveals to him the vengeance he is going to take of them by the Chaldeans.",
				"num": 1
			},
			{
				"name": "Habacuc Chapter 2",
				"desc": "The prophet is admonished to wait with faith.  The enemies of God's people shall assuredly be punished.",
				"num": 2
			},
			{ "name": "Habacuc Chapter 3", "num": 3 }
		],
		"id": "habacuc",
		"prevLen": 3,
		"testament": "o"
	},
	{
		"num": 41,
		"short": "Sophonias",
		"name": "Prophecy of Sophonias",
		"fmlname": "THE PROPHECY OF SOPHONIAS",
		"group": "The Prophetical Books",
		"desc": "SOPHONIAS, whose name, saith St. Jerome, signifies The Watchman of the Lord, or The hidden of the Lord, prophesied in the beginning of the reign of Josias.  He was a native of Sarabatha, and of the tribe of Simeon, according to the more general opinion.  He prophesied the punishments of the Jews, for their idolatry and other crimes; also the punishments that were to come on divers nations; the coming of Christ, the conversion of the Gentiles, the blindness of the Jews, and their conversion towards the end of the world.",
		"ch": [
			{ "name": "Sophonias Chapter 1", "desc": "For divers enormous sins, the kingdom of Juda is threatened with severe judgment.", "num": 1 },
			{
				"name": "Sophonias Chapter 2",
				"desc": "An exhortation to repentance.  The judgment of the Philistines, of the Moabites, and the Ammonites; of the Ethiopians and the Assyrians.",
				"num": 2
			},
			{
				"name": "Sophonias Chapter 3",
				"desc": "A woe to Jerusalem for her sins.  A prophecy of the conversion of the Gentiles, and of the poor of Israel:  God shall be with them.  The Jews shall be converted at last.",
				"num": 3
			}
		],
		"id": "sophonias",
		"prevLen": 3,
		"testament": "o"
	},
	{
		"num": 42,
		"short": "Aggeus",
		"name": "Prophecy of Aggeus",
		"fmlname": "THE PROPHECY OF AGGEUS",
		"group": "The Prophetical Books",
		"desc": "AGGEUS was one of those that returned from the captivity of Babylon, in the first year of the reign of king Cyrus.  He was sent by the Lord, in the second year of the reign of king Darius, the son of Hystaspes, to exhort Zorobabel the prince of Juda, and Jesus the high priest, to the building of the temple; which they had begun, but left off again through the opposition of the Samaritans.  In consequence of this exhortation they proceeded in the building and finished the temple.  And the prophet was commissioned by the Lord to assure them that this second temple should be more glorious than the former, because the Messiah should honour it with his presence:  signifying withal how much the church of the New Testament should excel that of the Old Testament.",
		"ch": [
			{
				"name": "Aggeus Chapter 1",
				"desc": "The people are reproved for neglecting to build the temple.  They are encouraged to set about the work.",
				"num": 1
			},
			{
				"name": "Aggeus Chapter 2",
				"desc": "Christ by his coming shall make the latter temple more glorious than the former.  The blessing of God shall reward their labour in building. God's promise to Zorobabel.",
				"num": 2
			}
		],
		"id": "aggeus",
		"prevLen": 3,
		"testament": "o"
	},
	{
		"num": 43,
		"short": "Zacharias",
		"name": "Prophecy of Zacharias",
		"fmlname": "THE PROPHECY OF ZACHARIAS",
		"group": "The Prophetical Books",
		"desc": "ZACHARIAS began to prophesy in the same year as Aggeus, and upon the same occasion.  His prophecy is full of mysterious figures and promises of blessings, partly relating to the synagogue, and partly to the church of Christ.",
		"ch": [
			{
				"name": "Zacharias Chapter 1",
				"desc": "The prophet exhorts the people to return to God, and declares his visions, by which he puts them in hopes of better times.",
				"num": 1
			},
			{
				"name": "Zacharias Chapter 2",
				"desc": "Under the name of Jerusalem, he prophesieth the progress of the church of Christ, by the conversion of some Jews and many Gentiles.",
				"num": 2
			},
			{
				"name": "Zacharias Chapter 3",
				"desc": "In a vision Satan appeareth accusing the high priest.  He is cleansed from his sins.  Christ is promised, and great fruit from his passion.",
				"num": 3
			},
			{ "name": "Zacharias Chapter 4", "desc": "The vision of the golden candlestick and seven lamps, and of the two olive trees.", "num": 4 },
			{ "name": "Zacharias Chapter 5", "desc": "The vision of the flying volume, and of the woman in the vessel.", "num": 5 },
			{
				"name": "Zacharias Chapter 6",
				"desc": "The vision of the four chariots.  Crowns are ordered for Jesus the high priest, as a type of Christ.",
				"num": 6
			},
			{ "name": "Zacharias Chapter 7", "desc": "The people inquire concerning fasting:  they are admonished to fast from sin.", "num": 7 },
			{ "name": "Zacharias Chapter 8", "desc": "Joyful promises to Jerusalem:  fully verified in the church of Christ.", "num": 8 },
			{
				"name": "Zacharias Chapter 9",
				"desc": "God will defend his church, and bring over even her enemies to the faith.  The meek coming of Christ, to bring peace, to deliver the captives by his blood, and to give us all good things.",
				"num": 9
			},
			{
				"name": "Zacharias Chapter 10",
				"desc": "God is to be sought to, and not idols.  The victories of his church, which shall arise originally from the Jewish nation.",
				"num": 10
			},
			{
				"name": "Zacharias Chapter 11",
				"desc": "The destruction of Jerusalem and the temple.  God's dealings with the Jews, and their reprobation.",
				"num": 11
			},
			{ "name": "Zacharias Chapter 12", "desc": "God shall protect his church against her persecutors.  The mourning of Jerusalem.", "num": 12 },
			{
				"name": "Zacharias Chapter 13",
				"desc": "The fountain of Christ.  Idols and false prophets shall be extirpated: Christ shall suffer:  his people shall be tried by fire.",
				"num": 13
			},
			{
				"name": "Zacharias Chapter 14",
				"desc": "After the persecutions of the church shall follow great prosperity. Persecutors shall be punished:  so shall all that will not serve God in his church.",
				"num": 14
			}
		],
		"id": "zacharias",
		"prevLen": 2,
		"testament": "o"
	},
	{
		"num": 44,
		"short": "Malachias",
		"name": "Prophecy of Malachias",
		"fmlname": "THE PROPHECY OF MALACHIAS",
		"group": "The Prophetical Books",
		"desc": "MALACHIAS, whose name signifies The Angel of the Lord, was contemporary with NEHEMIAS, and by some is believed to have been the same person as ESDRAS.  He was the last of the prophets, in the order of time, and flourished about four hundred years before Christ.  He foretells the coming of Christ; the reprobation of the Jews and their sacrifices; and the calling of the Gentiles, who shall offer up to God in every place an acceptable sacrifice.",
		"ch": [
			{
				"name": "Malachias Chapter 1",
				"desc": "God reproaches the Jews with their ingratitude:  and the priests for not offering pure sacrifices.  He will accept of the sacrifice that shall be offered in every place among the Gentiles.",
				"num": 1
			},
			{
				"name": "Malachias Chapter 2",
				"desc": "The priests are sharply reproved for neglecting their covenant.  The evil of marrying with idolaters:  and too easily putting away their wives.",
				"num": 2
			},
			{
				"name": "Malachias Chapter 3",
				"desc": "Christ shall come to his temple, and purify the priesthood.  They that continue in their evil ways shall be punished:  but true penitents shall receive a blessing.",
				"num": 3
			},
			{
				"name": "Malachias Chapter 4",
				"desc": "The judgment of the wicked, and reward of the just.  An exhortation to observe the law.  Elias shall come for the conversion of the Jews.",
				"num": 4
			}
		],
		"id": "malachias",
		"prevLen": 14,
		"testament": "o"
	},
	{
		"num": 45,
		"short": "1 Machabees",
		"name": "First Book of Machabees",
		"fmlname": "THE FIRST BOOK OF MACHABEES",
		"group": "The Historical Books",
		"desc": "These books are so called, because they contain the history of the people of God under the command of Judas Machabeus and his brethren: and he, as some will have it, was surnamed Machabeus, from carrying in his ensigns, or standards, those words of Exodus 15.11, Who is like to thee among the strong, O Lord:  in which the initial letters, in the Hebrew, are M. C. B. E. I.  It is not known who is the author of these books.  But as to their authority, though they are not received by the Jews, saith St. Augustine, (lib. 18, De Civ. Dei, c. 36,) they are received by the church:  who, in settling her canon of the scriptures, chose rather to be directed by the tradition she had received from the apostles of Christ, than by that of the scribes and Pharisees.  And as the church has declared these two Books canonical, even in two general councils, viz., Florence and Trent, there can be no doubt of their authenticity.",
		"ch": [
			{
				"name": "1 Machabees Chapter 1",
				"desc": "The reign of Alexander and his successors:  Antiochus rifles and profanes the temple of God:  and persecutes unto death all that will not forsake the law of God, and the religion of their fathers.",
				"num": 1
			},
			{ "name": "1 Machabees Chapter 2", "desc": "The zeal and success of Mathathias.  His exhortation to his sons at his death.", "num": 2 },
			{
				"name": "1 Machabees Chapter 3",
				"desc": "Judas Machabeus succeeds his father, and overthrows Apollonius and Seron.  A great army is sent against him out of Syria.  He prepares his people for battle by fasting and prayer.",
				"num": 3
			},
			{
				"name": "1 Machabees Chapter 4",
				"desc": "Judas routs the king's army.  Gorgias flies before him.  Lysias comes against him with a great army, but is defeated.  Judas cleanses the temple, sets up a new altar, and fortifies the sanctuary.",
				"num": 4
			},
			{
				"name": "1 Machabees Chapter 5",
				"desc": "Judas and his brethren attack the enemies of their country, and deliver them that were distressed.  Josephus and Azarius, attempting contrary to order to fight against their enemies, are defeated.",
				"num": 5
			},
			{
				"name": "1 Machabees Chapter 6",
				"desc": "The fruitless repentance and death of Antiochus.  His son comes against Judas with a formidable army.  He besieges Sion:  but at last makes peace with the Jews.",
				"num": 6
			},
			{
				"name": "1 Machabees Chapter 7",
				"desc": "Demetrius is made king, and sends Bacchides and Alcimus the priest into Judea, and after them Nicanor, who is slain by Judas with all his army.",
				"num": 7
			},
			{ "name": "1 Machabees Chapter 8", "desc": "Judas hears of the great character of the Romans:  he makes a league with them.", "num": 8 },
			{
				"name": "1 Machabees Chapter 9",
				"desc": "Bacchides is sent again into Judea:  Judas fights against him with eight hundred men and is slain.  Jonathan succeeds him and revenges the murder of his brother John.  He fights against Bacchides.  Alcimus dies miserably.  Bacchides besieges Bethbessen.  He is forced to raise the siege and leave the country.",
				"num": 9
			},
			{
				"name": "1 Machabees Chapter 10",
				"desc": "Alexander Bales sets himself up for king:  both he and Demetrius seek to make Jonathan their friend.  Alexander kills Demetrius in battle, and honours Jonathan.  His victory over Apollonius.",
				"num": 10
			},
			{
				"name": "1 Machabees Chapter 11",
				"desc": "Ptolemee invades the kingdom of Alexander:  the latter is slain:  and the former dies soon after.  Demetrius honours Jonathan, and is rescued by the Jews from his own subjects in Antioch.  Antiochus the younger favours Jonathan.  His exploits in divers places.",
				"num": 11
			},
			{
				"name": "1 Machabees Chapter 12",
				"desc": "Jonathan renews his league with the Romans and Lacedemonians.  The forces of Demetrius flee away from him.  He is deceived and made prisoner by Tryphon.",
				"num": 12
			},
			{
				"name": "1 Machabees Chapter 13",
				"desc": "Simon is made captain general in the room of his brother.  Jonathan is slain by Tryphon.  Simon is favoured by Demetrius:  he taketh Gaza, and the castle of Jerusalem.",
				"num": 13
			},
			{
				"name": "1 Machabees Chapter 14",
				"desc": "Demetrius is taken by the king of Persia.  Judea flourishes under the government of Simon.",
				"num": 14
			},
			{
				"name": "1 Machabees Chapter 15",
				"desc": "Antiochus son of Demetrius honours Simon.  The Romans write to divers nations in favour of the Jews.  Antiochus quarrels with Simon, and sends troops to annoy him.",
				"num": 15
			},
			{
				"name": "1 Machabees Chapter 16",
				"desc": "The sons of Simon defeat the troops of Antiochus.  Simon with two of his sons are treacherously murdered by Ptolemee his son in law.",
				"num": 16
			}
		],
		"id": "1machabees",
		"prevLen": 4,
		"testament": "o"
	},
	{
		"num": 46,
		"short": "2 Machabees",
		"name": "Second Book of Machabees",
		"fmlname": "THE SECOND BOOK OF MACHABEES",
		"group": "The Historical Books",
		"desc": "This second book of MACHABEES is not a continuation of the history contained in the first:  nor does is come down so low as the first does: but relates many of the same facts more at large, and adds other remarkable particulars, omitted in the first book, relating to the state of the Jews, as well before as under the persecution of ANTIOCHUS.  The author, who is not the same with that of the first book, has given (as we learn from chap. 2.20, etc.) a short abstract of what JASON of Cyrene had written in the five volumes, concerning JUDAS and his brethren.  He wrote in Greek, and begins with two letters, sent by the Jews of Jerusalem to their brethren in Egypt.",
		"ch": [
			{
				"name": "2 Machabees Chapter 1",
				"desc": "Letters of the Jews of Jerusalem to them that were in Egypt.  They give thanks for their delivery from Antiochus:  and exhort their brethren to keep the feast of the dedication of the altar, and of the miraculous fire.",
				"num": 1
			},
			{
				"name": "2 Machabees Chapter 2",
				"desc": "A continuation of the second letter.  Of Jeremias' hiding the ark at the time of the captivity.  The author's preface.",
				"num": 2
			},
			{
				"name": "2 Machabees Chapter 3",
				"desc": "Heliodorus is sent by king Seleucus to take away the treasures deposited in the temple.  He is struck by God, and healed by the prayers of the high priest.",
				"num": 3
			},
			{
				"name": "2 Machabees Chapter 4",
				"desc": "Onias has recourse to the king.  The ambition and wickedness of Jason and Menelaus.  Onias is treacherously murdered.",
				"num": 4
			},
			{
				"name": "2 Machabees Chapter 5",
				"desc": "Wonderful signs are seen in the air.  Jason's wickedness and end. Antiochus takes Jerusalem, and plunders the temple.",
				"num": 5
			},
			{
				"name": "2 Machabees Chapter 6",
				"desc": "Antiochus commands the law to be abolished, sets up an idol in the temple, and persecutes the faithful.  The martyrdom of Eleazar.",
				"num": 6
			},
			{ "name": "2 Machabees Chapter 7", "desc": "The glorious martyrdom of the seven brethren and their mother.", "num": 7 },
			{ "name": "2 Machabees Chapter 8", "desc": "Judas Machabeus gathering an army gains divers victories.", "num": 8 },
			{ "name": "2 Machabees Chapter 9", "desc": "The wretched end, and fruitless repentance of king Antiochus.", "num": 9 },
			{
				"name": "2 Machabees Chapter 10",
				"desc": "The purification of the temple and city.  Other exploits of Judas.  His victory over Timotheus.",
				"num": 10
			},
			{ "name": "2 Machabees Chapter 11", "desc": "Lysias is overthrown by Judas.  He sues for peace.", "num": 11 },
			{
				"name": "2 Machabees Chapter 12",
				"desc": "The Jews are still molested by their neighbours.  Judas gains divers victories over them.  He orders sacrifice and prayers for the dead.",
				"num": 12
			},
			{
				"name": "2 Machabees Chapter 13",
				"desc": "Antiochus and Lysias again invade Judea.  Menelaus is put to death.  The king's great army is worsted twice.  The peace is renewed.",
				"num": 13
			},
			{
				"name": "2 Machabees Chapter 14",
				"desc": "Demetrius challenges the kingdom.  Alcimus applies to him to be made high priest:  Nicanor is sent into Judea:  his dealings with Judas:  his threats.  The history of Razias.",
				"num": 14
			},
			{ "name": "2 Machabees Chapter 15", "desc": "Judas encouraged by a vision gains a glorious victory over Nicanor.  The conclusion.", "num": 15 }
		],
		"id": "2machabees",
		"prevLen": 16,
		"testament": "o"
	},
	{
		"num": 47,
		"short": "Matthew",
		"name": "Gospel According to St. Matthew",
		"fmlname": "THE HOLY GOSPEL OF JESUS CHRIST <br>ACCORDING TO ST. MATTHEW",
		"group": "The Gospel",
		"desc": "Saint Matthew, one of the twelve Apostles, who from being a publican, that is, a taxgatherer, was called by our Saviour to the Apostleship: in that profession his name is Levi.  (Luke 5.27, and Mark 2.14.)  He was the first of the Evangelists that wrote the Gospel, and that in Hebrew or Syro-Chaldaic which the Jews in Palestine spoke at that time.  The original is not now extant; but it was translated in the time of the Apostles into Greek, that version was of equal authority.  He wrote about six years after the Lord's Ascension.",
		"ch": [
			{ "name": "Matthew Chapter 1", "desc": "The genealogy of Christ:  he is conceived and born of a virgin.", "num": 1 },
			{ "name": "Matthew Chapter 2", "desc": "The offerings of the wise men:  the flight into Egypt:  the massacre of the Innocents.", "num": 2 },
			{ "name": "Matthew Chapter 3", "desc": "The preaching of John:  Christ is baptized.", "num": 3 },
			{
				"name": "Matthew Chapter 4",
				"desc": "Christ's fast of forty days:  He is tempted.  He begins to preach, to call disciples to him, and to work miracles.",
				"num": 4
			},
			{ "name": "Matthew Chapter 5", "desc": "Christ's sermon upon the mount.  The eight beatitudes.", "num": 5 },
			{ "name": "Matthew Chapter 6", "desc": "A continuation of the sermon on the mount.", "num": 6 },
			{ "name": "Matthew Chapter 7", "desc": "The third part of the sermon on the mount.", "num": 7 },
			{
				"name": "Matthew Chapter 8",
				"desc": "Christ cleanses the leper, heals the centurion's servant, Peter's mother-in-law, and many others:  he stills the storm at sea, drives the devils out of two men possessed, and suffers them to go into the swine.",
				"num": 8
			},
			{
				"name": "Matthew Chapter 9",
				"desc": "Christ heals one sick of palsy:  calls Matthew:  cures the issue of blood:  raises to life the daughter of Jairus:  gives sight to two blind men:  and heals a dumb man possessed by the devil.",
				"num": 9
			},
			{
				"name": "Matthew Chapter 10",
				"desc": "Christ sends out his twelve apostles, with the power of miracles.  The lessons he gives them.",
				"num": 10
			},
			{
				"name": "Matthew Chapter 11",
				"desc": "John sends his disciples to Christ, who upbraids the Jews for their incredulity, and calls to him such as are sensible of their burdens.",
				"num": 11
			},
			{
				"name": "Matthew Chapter 12",
				"desc": "Christ reproves the blindness of the Pharisees, and confutes their attributing his miracles to Satan.",
				"num": 12
			},
			{ "name": "Matthew Chapter 13", "desc": "The parables of the sower and the cockle:  of the mustardseed, etc.", "num": 13 },
			{
				"name": "Matthew Chapter 14",
				"desc": "Herod puts John to death.  Christ feeds five thousand in the desert.  He walks upon the sea, and heals all the diseased with the touch of his garment.",
				"num": 14
			},
			{
				"name": "Matthew Chapter 15",
				"desc": "Christ reproves the Scribes.  He cures the daughter of the woman of Canaan:  and many others:  and feeds four thousand with seven loaves.",
				"num": 15
			},
			{
				"name": "Matthew Chapter 16",
				"desc": "Christ refuses to shew the Pharisees a sign from heaven.  Peter's confession is rewarded.  He is rebuked for opposing Christ's passion. All his followers must deny themselves.",
				"num": 16
			},
			{
				"name": "Matthew Chapter 17",
				"desc": "The Transfiguration of Christ:  He cures the lunatic child:  foretells his passion; and pays the didrachma.",
				"num": 17
			},
			{
				"name": "Matthew Chapter 18",
				"desc": "Christ teaches humility, to beware of scandal, and to flee the occasions of sin:  to denounce to the church incorrigible sinners, and to look upon such as refuse to hear the church as heathens.  He promises to his disciples the power of binding and loosing:  and that he will be in the midst of their assemblies.  No forgiveness for them that will not forgive.",
				"num": 18
			},
			{
				"name": "Matthew Chapter 19",
				"desc": "Christ declares matrimony to be indissoluble:  he recommends the making one's self an eunuch for the kingdom of heaven; and parting with all things for him.  He shews the danger of riches, and the reward of leaving all to follow him.",
				"num": 19
			},
			{
				"name": "Matthew Chapter 20",
				"desc": "The parable of the labourers in the vineyard.  The ambition of the two sons of Zebedee.  Christ gives sight to two blind men.",
				"num": 20
			},
			{
				"name": "Matthew Chapter 21",
				"desc": "Christ rides into Jerusalem upon an ass.  He casts the buyers and sellers out of the temple, curses the fig tree and puts to silence the priests and scribes.",
				"num": 21
			},
			{
				"name": "Matthew Chapter 22",
				"desc": "The parable of the marriage feast.  Christ orders tribute to be paid to Caesar.  He confutes the Sadducees, shews which is the first commandment in the law and puzzles the Pharisees.",
				"num": 22
			},
			{
				"name": "Matthew Chapter 23",
				"desc": "Christ admonishes the people to follow the good doctrine, not the bad example of the scribes and Pharisees.  He warns his disciples not to imitate their ambition and denounces divers woes against them for their hypocrisy and blindness.",
				"num": 23
			},
			{
				"name": "Matthew Chapter 24",
				"desc": "Christ foretells the destruction of the temple, with the signs that shall come before it and before the last judgment.  We must always watch.",
				"num": 24
			},
			{
				"name": "Matthew Chapter 25",
				"desc": "The parable of the ten virgins and of the talents.  The description of the last judgment.",
				"num": 25
			},
			{
				"name": "Matthew Chapter 26",
				"desc": "The Jews conspire against Christ.  He is anointed by Mary.  The treason of Judas.  The last supper.  The prayer in the garden.  The apprehension of our Lord.  His treatment in the house of Caiphas.",
				"num": 26
			},
			{ "name": "Matthew Chapter 27", "desc": "The continuation of the history of the passion of Christ.  His death and burial.", "num": 27 },
			{ "name": "Matthew Chapter 28", "desc": "The resurrection of Christ.  His commission to his disciples.", "num": 28 }
		],
		"id": "matthew",
		"prevLen": 15,
		"testament": "n"
	},
	{
		"num": 48,
		"short": "Mark",
		"name": "Gospel According to St. Mark",
		"fmlname": "THE HOLY GOSPEL OF JESUS CHRIST <br>ACCORDING TO ST. MARK",
		"group": "The Gospel",
		"desc": "St. Mark, the disciple and interpreter of St. Peter (saith St. Jerome), according to what he heard from Peter himself, wrote at Rome a brief Gospel at the request of the Brethren, about ten years after our lord's Ascension; which when Peter had heard, he approved of it and with his authority published it to the church to be read.  Baronius and others say that the original was written in Latin:  but the more general opinion is that the Evangelist wrote it in Greek.",
		"ch": [
			{
				"name": "Mark Chapter 1",
				"desc": "The preaching of John the Baptist.  Christ is baptized by him.  He calls his disciples and works many miracles.",
				"num": 1
			},
			{ "name": "Mark Chapter 2", "desc": "Christ heals the sick of the palsy.  He calls Matthew and excuses his disciples.", "num": 2 },
			{
				"name": "Mark Chapter 3",
				"desc": "Christ heals the withered hand.  He chooses the twelve.  He confutes the blasphemy of the Pharisees.",
				"num": 3
			},
			{ "name": "Mark Chapter 4", "desc": "The parable of the sower.  Christ stills the tempest at sea.", "num": 4 },
			{
				"name": "Mark Chapter 5",
				"desc": "Christ casts out a legion of devils:  he heals the issue of blood, and raises the daughter of Jairus to life.",
				"num": 5
			},
			{
				"name": "Mark Chapter 6",
				"desc": "Christ teaches at Nazareth:  he sends forth the twelve apostles:  he feeds five thousand with five loaves; and walks upon the sea.",
				"num": 6
			},
			{
				"name": "Mark Chapter 7",
				"desc": "Christ rebukes the Pharisees.  He heals the daughter of the woman of Chanaan; and the man that was deaf and dumb.",
				"num": 7
			},
			{ "name": "Mark Chapter 8", "desc": "Christ feeds four thousand.  He gives sight to a blind man.  He foretells his passion.", "num": 8 },
			{
				"name": "Mark Chapter 9",
				"desc": "Christ is transfigured.  He casts out the dumb spirit.  He teaches humility and to avoid scandal.",
				"num": 9
			},
			{
				"name": "Mark Chapter 10",
				"desc": "Marriage is not to be dissolved.  The danger of riches.  The ambition of the sons of Zebedee.  A blind man is restored to his sight.",
				"num": 10
			},
			{
				"name": "Mark Chapter 11",
				"desc": "Christ enters into Jerusalem upon an ass.  He curses the barren fig tree and drives the buyers and sellers out of the temple.",
				"num": 11
			},
			{
				"name": "Mark Chapter 12",
				"desc": "The parable of the vineyard and husbandmen.  Caesar's right to tribute. The Sadducees are confuted.  The first commandment.  The widow's mite.",
				"num": 12
			},
			{
				"name": "Mark Chapter 13",
				"desc": "Christ foretells the destruction of the temple and the signs that shall forerun the day of judgment.",
				"num": 13
			},
			{ "name": "Mark Chapter 14", "desc": "The first part of the history of the passion of Christ.", "num": 14 },
			{ "name": "Mark Chapter 15", "desc": "The continuation of the history of the passion.", "num": 15 },
			{ "name": "Mark Chapter 16", "desc": "Christ's resurrection and ascension.", "num": 16 }
		],
		"id": "mark",
		"prevLen": 28,
		"testament": "n"
	},
	{
		"num": 49,
		"short": "Luke",
		"name": "Gospel According to St. Luke",
		"fmlname": "THE HOLY GOSPEL OF JESUS CHRIST <br>ACCORDING TO ST. LUKE",
		"group": "The Gospel",
		"desc": "St. Luke was a native of Antioch, the capital of Syria.  He was by profession a physician; and some ancient writers say, that he was very skillful in painting.  He was converted by St. Paul and became his disciple and companion in his travels, and fellow-labourer in the ministry of the Gospel.  He wrote in Greek, about twenty-four years after our Lord's Ascension.",
		"ch": [
			{
				"name": "Luke Chapter 1",
				"desc": "The conception of John the Baptist, and of Christ.  The visitation and canticle of the Blessed Virgin.  The birth of the Baptist and the canticle of Zachary.",
				"num": 1
			},
			{
				"name": "Luke Chapter 2",
				"desc": "The birth of Christ.  His presentation in the temple.  Simeon's prophecy. Christ at twelve years of age, is found amongst the doctors.",
				"num": 2
			},
			{ "name": "Luke Chapter 3", "desc": "John's mission and preaching.  Christ is baptized by him.", "num": 3 },
			{ "name": "Luke Chapter 4", "desc": "Christ's fasting and temptation.  He is persecuted in Nazareth.  His miracles in Capharnaum.", "num": 4 },
			{
				"name": "Luke Chapter 5",
				"desc": "The miraculous draught of fishes.  The cure of the leper and of the paralytic.  The call of Matthew.",
				"num": 5
			},
			{
				"name": "Luke Chapter 6",
				"desc": "Christ excuses his disciples.  He cures upon the sabbath day, chooses the twelve and makes a sermon to them.",
				"num": 6
			},
			{
				"name": "Luke Chapter 7",
				"desc": "Christ heals the centurion's servant.  He raises the widow's son to life, answers the messengers sent by John and absolves the penitent sinner.",
				"num": 7
			},
			{
				"name": "Luke Chapter 8",
				"desc": "The parable of the seed.  Christ stills the storm at sea, casts out the legion, heals the issue of blood and raises the daughter of Jairus to life.",
				"num": 8
			},
			{
				"name": "Luke Chapter 9",
				"desc": "Christ sends forth his apostles, feeds five thousand with five loaves, is transfigured and casts out a devil.",
				"num": 9
			},
			{ "name": "Luke Chapter 10", "desc": "Christ sends forth and instructs his seventy-two disciples.  The good Samaritan.", "num": 10 },
			{
				"name": "Luke Chapter 11",
				"desc": "Christ teaches his disciples to pray.  He casts out a dumb devil, confutes the Pharisees, and pronounces woes against them for their hypocrisy.",
				"num": 11
			},
			{
				"name": "Luke Chapter 12",
				"desc": "Christ warns us against hypocrisy, the fear of the world and covetousness.  He admonishes all to watch.",
				"num": 12
			},
			{
				"name": "Luke Chapter 13",
				"desc": "The necessity of penance.  The barren fig tree.  The cure of the infirm woman.  The journey to Jerusalem.",
				"num": 13
			},
			{
				"name": "Luke Chapter 14",
				"desc": "Christ heals the dropsical man.  The parable of the supper.  The necessity of renouncing all to follow Christ.",
				"num": 14
			},
			{ "name": "Luke Chapter 15", "desc": "The parables of the lost sheep and of the prodigal son.", "num": 15 },
			{ "name": "Luke Chapter 16", "desc": "The parable of the unjust steward and of the rich man and Lazarus.", "num": 16 },
			{
				"name": "Luke Chapter 17",
				"desc": "Lessons of avoiding scandal and of the efficacy of faith.  The ten lepers.  The manner of the coming of Christ.",
				"num": 17
			},
			{
				"name": "Luke Chapter 18",
				"desc": "We must pray always.  The Pharisee and the publican.  The danger of riches.  The blind man is restored to sight.",
				"num": 18
			},
			{
				"name": "Luke Chapter 19",
				"desc": "Zacheus entertains Christ.  The parable of the pounds.  Christ rides upon an ass and weeps over Jerusalem.",
				"num": 19
			},
			{
				"name": "Luke Chapter 20",
				"desc": "The parable of the husbandmen.  Of paying tribute to Caesar and of the resurrection of the dead.",
				"num": 20
			},
			{
				"name": "Luke Chapter 21",
				"desc": "The widow's mites.  The signs that should forerun the destruction of Jerusalem and the end of the world.",
				"num": 21
			},
			{ "name": "Luke Chapter 22", "desc": "The treason of Judas.  The last supper.  The first part of the history of the passion.", "num": 22 },
			{ "name": "Luke Chapter 23", "desc": "The continuation of the history of the passion.", "num": 23 },
			{ "name": "Luke Chapter 24", "desc": "Christ's resurrection and manifestation of himself to his disciples.", "num": 24 }
		],
		"id": "luke",
		"prevLen": 16,
		"testament": "n"
	},
	{
		"num": 50,
		"short": "John",
		"name": "Gospel According to St. John",
		"fmlname": "THE HOLY GOSPEL OF JESUS CHRIST <br>ACCORDING TO ST. JOHN",
		"group": "The Gospel",
		"desc": "St. John the Apostle and Evangelist was the son of Zebedee and Salome, brother to James the Greater.  He was called the Beloved disciple of Christ and stood by at his Crucifixion.  He wrote the Gospel after the other Evangelists, about sixty-three years after our Lord's Ascension. Many things that they had omitted were supplied by him.  The original was written in Greek; and by the Greeks he is titled:  The Divine.  St. Jerome relates that, when he was earnestly requested by the brethren to write the Gospel, he answered he would do it, if by ordering a common fast, they would all put up their prayers together to the Almighty God; which being ended replenished with the clearest and fullest revelation coming from Heaven, he burst forth into that preface:  IN THE BEGINNING WAS THE WORD.",
		"ch": [
			{
				"name": "John Chapter 1",
				"desc": "The divinity and incarnation of Christ.  John bears witness of him.  He begins to call his disciples.",
				"num": 1
			},
			{ "name": "John Chapter 2", "desc": "Christ changes water into wine.  He casts the sellers out of the temple.", "num": 2 },
			{ "name": "John Chapter 3", "desc": "Christ's discourse with Nicodemus.  John's testimony.", "num": 3 },
			{ "name": "John Chapter 4", "desc": "Christ talks with the Samaritan woman.  He heals the ruler's son.", "num": 4 },
			{
				"name": "John Chapter 5",
				"desc": "Christ heals on the sabbath the man languishing thirty-eight years.  His discourse upon this occasion.",
				"num": 5
			},
			{
				"name": "John Chapter 6",
				"desc": "Christ feeds five thousand with five loaves.  He walks upon the sea and discourses of the bread of life.",
				"num": 6
			},
			{ "name": "John Chapter 7", "desc": "Christ goes up to the feast of the tabernacles.  He teaches in the temple.", "num": 7 },
			{ "name": "John Chapter 8", "desc": "The woman taken in adultery.  Christ justifies his doctrine.", "num": 8 },
			{ "name": "John Chapter 9", "desc": "He gives sight to the man born blind.", "num": 9 },
			{ "name": "John Chapter 10", "desc": "Christ is the door and the good shepherd.  He and his Father are one.", "num": 10 },
			{ "name": "John Chapter 11", "desc": "Christ raises Lazarus to life.  The rulers resolve to put him to death.", "num": 11 },
			{
				"name": "John Chapter 12",
				"desc": "The anointing of Christ's feet.  His riding into Jerusalem upon an ass. A voice from heaven.",
				"num": 12
			},
			{ "name": "John Chapter 13", "desc": "Christ washes his disciples' feet.  The treason of Judas.  The new commandment of love.", "num": 13 },
			{ "name": "John Chapter 14", "desc": "Christ's discourse after his last supper.", "num": 14 },
			{ "name": "John Chapter 15", "desc": "A continuation of Christ's discourse to his disciples.", "num": 15 },
			{ "name": "John Chapter 16", "desc": "The conclusion of Christ's last discourse to his disciples.", "num": 16 },
			{ "name": "John Chapter 17", "desc": "Christ's prayer for his disciples.", "num": 17 },
			{ "name": "John Chapter 18", "desc": "The history of the passion of Christ.", "num": 18 },
			{ "name": "John Chapter 19", "desc": "The continuation of the history of the Passion of Christ.", "num": 19 },
			{ "name": "John Chapter 20", "desc": "Christ's resurrection and manifestation to his disciples.", "num": 20 },
			{
				"name": "John Chapter 21",
				"desc": "Christ manifests himself to his disciples by the sea side and gives Peter the charge of his sheep.",
				"num": 21
			}
		],
		"id": "john",
		"prevLen": 24,
		"testament": "n"
	},
	{
		"num": 51,
		"short": "Acts",
		"name": "Acts of the Apostles",
		"fmlname": "THE ACTS OF THE APOSTLES",
		"group": "The Epistles",
		"desc": "This Book, which, from the first ages, hath been called, THE ACTS OF THE APOSTLES, is not to be considered as a history of what was done by all the Apostles, who were dispersed into different nations; but only a short view of the first establishment of the Christian Church.  A part of the preaching and action of St. Peter are related in the first twelve ch; and a particular account of St. Paul's apostolical labours in the subsequent ch.  It was written by St. Luke the Evangelist, and the original in Greek.  Its history commences from the Ascension of Christ our Lord and ends in the year sixty-three, being a brief account of the Church for the space of about thirty years.",
		"ch": [
			{ "name": "Acts Chapter 1", "desc": "The ascension of Christ.  Matthias is chosen in place of Judas.", "num": 1 },
			{
				"name": "Acts Chapter 2",
				"desc": "The disciples receive the Holy Ghost.  Peter's sermon to the people.  The piety of the first converts.",
				"num": 2
			},
			{ "name": "Acts Chapter 3", "desc": "The miracle upon the lame man, followed by the conversion of many.", "num": 3 },
			{ "name": "Acts Chapter 4", "desc": "Peter and John are apprehended.  Their constancy.  The church is increased.", "num": 4 },
			{ "name": "Acts Chapter 5", "desc": "The judgment of God upon Ananias and Saphira.  The apostles are cast into prison.", "num": 5 },
			{ "name": "Acts Chapter 6", "desc": "The ordination of the seven deacons.  The zeal of Stephen.", "num": 6 },
			{ "name": "Acts Chapter 7", "desc": "Stephen's speech before the council.  His martyrdom.", "num": 7 },
			{ "name": "Acts Chapter 8", "desc": "Philip converts the Samaritans and baptizes the eunuch.", "num": 8 },
			{ "name": "Acts Chapter 9", "desc": "Paul's conversion and zeal.  Peter heals Eneas and raises up Tabitha to life.", "num": 9 },
			{ "name": "Acts Chapter 10", "desc": "Cornelius is received into the church.  Peter's vision.", "num": 10 },
			{ "name": "Acts Chapter 11", "desc": "Peter defends his having received the Gentiles into the church.", "num": 11 },
			{ "name": "Acts Chapter 12", "desc": "Herod's persecution.  Peter's deliverance by an angel.  Herod's punishment.", "num": 12 },
			{
				"name": "Acts Chapter 13",
				"desc": "Saul and Barnabas are sent forth by the Holy Ghost.  They preach in Cyprus and in Antioch of Pisidia.",
				"num": 13
			},
			{
				"name": "Acts Chapter 14",
				"desc": "Paul and Barnabas preach in Iconium and Lystra.  Paul heals a cripple. They are taken for gods.  Paul is stoned.  They preach in Derbe and Perge.",
				"num": 14
			},
			{ "name": "Acts Chapter 15", "desc": "A dissension about circumcision.  The decision and letter of the council of Jerusalem.", "num": 15 },
			{
				"name": "Acts Chapter 16",
				"desc": "Paul visits the churches.  He is called to preach in Macedonia.  He is scourged at Philippi.",
				"num": 16
			},
			{ "name": "Acts Chapter 17", "desc": "Paul preaches to the Thessalonians and Bereans.  His discourse to the Athenians.", "num": 17 },
			{
				"name": "Acts Chapter 18",
				"desc": "Paul founds the church of Corinth and preaches at Ephesus and in other places.  Apollo goes to Corinth.",
				"num": 18
			},
			{ "name": "Acts Chapter 19", "desc": "Paul establishes the church at Ephesus.  The tumult of the silversmiths.", "num": 19 },
			{
				"name": "Acts Chapter 20",
				"desc": "Paul passes through Macedonia and Greece.  He raises a dead man to life at Troas.  His discourse to the clergy of Ephesus.",
				"num": 20
			},
			{ "name": "Acts Chapter 21", "desc": "Paul goes up to Jerusalem.  He is apprehended by the Jews in the temple.", "num": 21 },
			{
				"name": "Acts Chapter 22",
				"desc": "Paul declares to the people the history of his conversion.  He escapes scourging by claiming the privilege of a Roman citizen.",
				"num": 22
			},
			{ "name": "Acts Chapter 23", "desc": "Paul stands before the council.  The Jews conspire his death.  He is sent away to Cesarea.", "num": 23 },
			{ "name": "Acts Chapter 24", "desc": "Paul defends his innocence before Felix the governor.  He preaches the faith to him.", "num": 24 },
			{ "name": "Acts Chapter 25", "desc": "Paul appeals to Caesar.  King Agrippa desires to hear him.", "num": 25 },
			{ "name": "Acts Chapter 26", "desc": "Paul gives an account to Agrippa of his life, conversion and calling.", "num": 26 },
			{ "name": "Acts Chapter 27", "desc": "Paul is shipped for Rome.  His voyage and shipwreck.", "num": 27 },
			{
				"name": "Acts Chapter 28",
				"desc": "Paul, after three months' stay in Melita, continues his voyage and arrives at Rome.  His conference there with the Jews.",
				"num": 28
			}
		],
		"id": "acts",
		"prevLen": 21,
		"testament": "n"
	},
	{
		"num": 52,
		"short": "Romans",
		"name": "Epistle of St. Paul to the Romans",
		"fmlname": "THE EPISTLE OF ST. PAUL THE APOSTLE TO THE ROMANS",
		"group": "The Epistles",
		"desc": "St. Paul wrote this epistle at Corinth, when he was preparing to go to Jerusalem with the charitable contributions collected in Achaia and Macedonia for the relief of the Christians in Judea; which was about twenty-four years after Our Lord's Ascension.  It was written in Greek; but at the same time translated into Latin, for the benefit of those who did not understand that language.  And though it is not the first of his Epistles in the order of time, yet it is first placed on account of sublimity of the matter contained in it, of the preeminence of the place to which it was sent, and in veneration of the Church.",
		"ch": [
			{
				"name": "Romans Chapter 1",
				"desc": "He commends the faith of the Romans, whom he longs to see.  The philosophy of the heathens, being void of faith and humility, betrayed them into shameful sins.",
				"num": 1
			},
			{
				"name": "Romans Chapter 2",
				"desc": "The Jews are censured, who make their boast of the law and keep it not. He declares who are the true Jews.",
				"num": 2
			},
			{
				"name": "Romans Chapter 3",
				"desc": "The advantages of the Jews.  All men are sinners and none can be justified by the works of the law, but only by the grace of Christ.",
				"num": 3
			},
			{
				"name": "Romans Chapter 4",
				"desc": "Abraham was not justified by works done, as of himself, but by grace and by faith.  And that before he was circumcised.  Gentiles, by faith, are his children.",
				"num": 4
			},
			{
				"name": "Romans Chapter 5",
				"desc": "The grounds we have for hope in Christ.  Sin and death came by Adam, grace and life by Christ.",
				"num": 5
			},
			{ "name": "Romans Chapter 6", "desc": "The Christian must die to sin and live to God.", "num": 6 },
			{
				"name": "Romans Chapter 7",
				"desc": "We are released by Christ from the law and from the guilt of sin, though the inclination to it still tempts us.",
				"num": 7
			},
			{
				"name": "Romans Chapter 8",
				"desc": "There is no condemnation to them that, being justified by Christ, walk not according to the flesh, but according to the spirit.  Their strong hope and love of God.",
				"num": 8
			},
			{
				"name": "Romans Chapter 9",
				"desc": "The apostle's concern for the Jews.  God's election is free and not confined to their nation.",
				"num": 9
			},
			{
				"name": "Romans Chapter 10",
				"desc": "The end of the law is faith in Christ.  which the Jews refusing to submit to, cannot be justified.",
				"num": 10
			},
			{
				"name": "Romans Chapter 11",
				"desc": "God hath not cast off all Israel.  The Gentiles must not be proud but stand in faith and fear.",
				"num": 11
			},
			{ "name": "Romans Chapter 12", "desc": "Lessons of Christian virtues.", "num": 12 },
			{ "name": "Romans Chapter 13", "desc": "Lessons of obedience to superiors and mutual charity.", "num": 13 },
			{ "name": "Romans Chapter 14", "desc": "The strong must bear with the weak.  Cautions against judging and giving scandal.", "num": 14 },
			{ "name": "Romans Chapter 15", "desc": "He exhorts them to be all of one mind and promises to come and see them.", "num": 15 },
			{
				"name": "Romans Chapter 16",
				"desc": "He concludes with salutations, bidding them beware of all that should oppose the doctrine they had learned.",
				"num": 16
			}
		],
		"id": "romans",
		"prevLen": 28,
		"testament": "n"
	},
	{
		"num": 53,
		"short": "1 Corinthians",
		"name": "First Epistle of St. Paul to the Corinthians",
		"fmlname": "THE FIRST EPISTLE OF ST. PAUL TO THE CORINTHIANS",
		"group": "The Epistles",
		"desc": "St. Paul, having planted the faithful in Corinth, where he had preached a year and a half and converted a great many, went to Ephesus.  After being there three years, he wrote this first Epistle to the Corinthians and sent it by the same persons, Stephanus, Fortunatus and Achaicus, who had brought their letter to him.  It was written about twenty-four years after our Lord's Ascension and contains several matters appertaining to faith and morals and also to ecclesiastical discipline.",
		"ch": [
			{
				"name": "1 Corinthians Chapter 1",
				"desc": "He reproveth their dissensions about their teachers.  The world was to be saved by preaching of the cross, and not by human wisdom or eloquence.",
				"num": 1
			},
			{
				"name": "1 Corinthians Chapter 2",
				"desc": "His preaching was not in loftiness of words, but in spirit and power. And the wisdom he taught was not to be understood by the worldly wise or sensual man, but only by the spiritual man.",
				"num": 2
			},
			{
				"name": "1 Corinthians Chapter 3",
				"desc": "They must not contend about their teachers, who are but God's ministers and accountable to him.  Their works shall be tried by fire.",
				"num": 3
			},
			{
				"name": "1 Corinthians Chapter 4",
				"desc": "God's ministers are not to be judged.  He reprehends their boasting of their preachers and describes the treatment the apostles every where met with.",
				"num": 4
			},
			{
				"name": "1 Corinthians Chapter 5",
				"desc": "He excommunicates the incestuous adulterer and admonishes them to purge out the old leaven.",
				"num": 5
			},
			{
				"name": "1 Corinthians Chapter 6",
				"desc": "He blames them for going to law before unbelievers.  Of sins that exclude from the kingdom of heaven.  The evil of fornication.",
				"num": 6
			},
			{
				"name": "1 Corinthians Chapter 7",
				"desc": "Lessons relating to marriage and celibacy.  Virginity is preferable to a married state.",
				"num": 7
			},
			{
				"name": "1 Corinthians Chapter 8",
				"desc": "Though an idol be nothing, yet things offered up to idols are not to be eaten, for fear of scandal.",
				"num": 8
			},
			{
				"name": "1 Corinthians Chapter 9",
				"desc": "The apostle did not make use of his power of being maintained at the charges of those to whom he preached, that he might give no hindrance to the gospel.  Of running in the race and striving for the mastery.",
				"num": 9
			},
			{
				"name": "1 Corinthians Chapter 10",
				"desc": "By the example of the Israelites, he shews that we are not to build too much upon favours received but to avoid their sins and fly from the service of idols and from things offered to idols.",
				"num": 10
			},
			{
				"name": "1 Corinthians Chapter 11",
				"desc": "Women must have a covering over their heads.  He blameth the abuses of their love feasts and upon that occasion treats of the Blessed Sacrament.",
				"num": 11
			},
			{
				"name": "1 Corinthians Chapter 12",
				"desc": "Of the diversity of spiritual gifts.  The members of the mystical body, like those of the natural body, must mutually cherish one another.",
				"num": 12
			},
			{ "name": "1 Corinthians Chapter 13", "desc": "Charity is to be preferred before all gifts.", "num": 13 },
			{
				"name": "1 Corinthians Chapter 14",
				"desc": "The gift of prophesying is to be preferred before that of speaking strange tongues.",
				"num": 14
			},
			{ "name": "1 Corinthians Chapter 15", "desc": "Christ's resurrection and ours.  The manner of our resurrection.", "num": 15 },
			{ "name": "1 Corinthians Chapter 16", "desc": "Of collection of alms.  Admonitions and salutations.", "num": 16 }
		],
		"id": "1corinthians",
		"prevLen": 16,
		"testament": "n"
	},
	{
		"num": 54,
		"short": "2 Corinthians",
		"name": "Second Epistle of St. Paul to the Corinthians",
		"fmlname": "THE SECOND EPISTLE OF ST. PAUL TO THE CORINTHIANS",
		"group": "The Epistles",
		"desc": "In this Epistle St. Paul comforts those who are now reformed by his admonitions to them in the former and absolves the incestuous man on doing penance, whom he had before excommunicated for his crime.  Hence he treats of true penance and of the dignity of the ministers of the New Testament.  He cautions the faithful against false teachers and the society of infidels.  He gives an account of his sufferings and also of the favours and graces which God hath bestowed on him.  This second Epistle was written in the same year with the first and sent by Titus from some place in Macedonia.",
		"ch": [
			{
				"name": "2 Corinthians Chapter 1",
				"desc": "He speaks of his troubles in Asia.  His not coming to them was not out of levity.  The constancy and sincerity of his doctrine.",
				"num": 1
			},
			{ "name": "2 Corinthians Chapter 2", "desc": "He grants a pardon to the incestuous man upon his doing penance.", "num": 2 },
			{ "name": "2 Corinthians Chapter 3", "desc": "He needs no commendatory letters.  The glory of the ministry of the New Testament.", "num": 3 },
			{ "name": "2 Corinthians Chapter 4", "desc": "The sincerity of his preaching.  His comfort in his afflictions.", "num": 4 },
			{
				"name": "2 Corinthians Chapter 5",
				"desc": "He is willing to leave his earthly mansion to be with the Lord.  His charity to the Corinthians.",
				"num": 5
			},
			{
				"name": "2 Corinthians Chapter 6",
				"desc": "He exhorts them to a correspondence with God's grace and not to associate with unbelievers.",
				"num": 6
			},
			{ "name": "2 Corinthians Chapter 7", "desc": "The apostle's affection for the Corinthians.  His comfort and joy on their account.", "num": 7 },
			{ "name": "2 Corinthians Chapter 8", "desc": "He exhorts them to contribute bountifully to relieve the poor of Jerusalem.", "num": 8 },
			{ "name": "2 Corinthians Chapter 9", "desc": "A further exhortation to almsgiving.  The fruits of it.", "num": 9 },
			{
				"name": "2 Corinthians Chapter 10",
				"desc": "To stop the calumny and boasting of false apostles, he set forth the power of his apostleship.",
				"num": 10
			},
			{
				"name": "2 Corinthians Chapter 11",
				"desc": "He is forced to commend himself and his labours, lest the Corinthians should be imposed upon by the false apostles.",
				"num": 11
			},
			{
				"name": "2 Corinthians Chapter 12",
				"desc": "His raptures and revelations, His being buffeted by Satan.  His fear for the Corinthians.",
				"num": 12
			},
			{ "name": "2 Corinthians Chapter 13", "desc": "He threatens the impenitent, to provoke them to penance.", "num": 13 }
		],
		"id": "2corinthians",
		"prevLen": 16,
		"testament": "n"
	},
	{
		"num": 55,
		"short": "Galatians",
		"name": "Epistle of St. Paul to the Galatians",
		"fmlname": "THE EPISTLE OF ST. PAUL TO THE GALATIANS",
		"group": "The Epistles",
		"desc": "The Galatians, soon after St. Paul had preached the Gospel to them, were seduced by some false teachers, who had been Jews and who were for obliging all Christians, even those who had been Gentiles, to observe circumcision and the other ceremonies of the Mosaical law.  In this Epistle, he refutes the pernicious doctrine of those teachers and also their calumny against his mission and apostleship.  The subject matter of this Epistle is much the same as that to the Romans.  It was written at Ephesus, about twenty-three years after our Lord's Ascension.",
		"ch": [
			{
				"name": "Galatians Chapter 1",
				"desc": "He blames the Galatians for suffering themselves to be imposed upon by new teachers.  The apostle's calling.",
				"num": 1
			},
			{
				"name": "Galatians Chapter 2",
				"desc": "The apostle's preaching was approved of by the other apostles.  The Gentiles were not to be constrained to the observance of the law.",
				"num": 2
			},
			{ "name": "Galatians Chapter 3", "desc": "The Spirit, and the blessing promised to Abraham cometh not by the law, but by faith.", "num": 3 },
			{ "name": "Galatians Chapter 4", "desc": "Christ has freed us from the servitude of the law.  We are the freeborn sons of Abraham.", "num": 4 },
			{
				"name": "Galatians Chapter 5",
				"desc": "He exhorts them to stand to their Christian liberty.  Of the fruits of the flesh and of the spirit.",
				"num": 5
			},
			{
				"name": "Galatians Chapter 6",
				"desc": "He exhorts to charity, humility and all virtue.  He glories in nothing but in the cross of Christ.",
				"num": 6
			}
		],
		"id": "galatians",
		"prevLen": 13,
		"testament": "n"
	},
	{
		"num": 56,
		"short": "Ephesians",
		"name": "Epistle of St. Paul to the Ephesians",
		"fmlname": "THE EPISTLE OF ST. PAUL TO THE EPHESIANS",
		"group": "The Epistles",
		"desc": "Ephesus was the capital of Lesser Asia, and celebrated for the temple of Diana, to which the most part of the people of the East went frequently to worship.  But St. Paul having preached the Gospel there, for two years the first time and afterwards for about a year, converted many.  He wrote this Epistle to them when he was a prisoner in Rome; and sent it by Tychicus.  He admonishes them to hold firmly the faith which they had received and warns them, and also those of the neighbouring cities, against the sophistry of philosophers and doctrine of false teachers who were come among them.  The matters of faith contained in this Epistle are exceedingly sublime, and consequently very difficult to be understood.  It was written about twenty-nine years after our Lord's Ascension.",
		"ch": [
			{ "name": "Ephesians Chapter 1", "desc": "The great blessings we have received through Christ.  He is the head of all the church.", "num": 1 },
			{ "name": "Ephesians Chapter 2", "desc": "All our good comes through Christ.  He is our peace.", "num": 2 },
			{
				"name": "Ephesians Chapter 3",
				"desc": "The mystery hidden from former ages was discovered to the apostle, to be imparted to the Gentiles.  He prays that they may be strengthened in God.",
				"num": 3
			},
			{ "name": "Ephesians Chapter 4", "desc": "He exhorts them to unity, to put on the new man, and to fly sin.", "num": 4 },
			{
				"name": "Ephesians Chapter 5",
				"desc": "Exhortations to a virtuous life.  The mutual duties of man and wife, by the example of Christ and of the Church.",
				"num": 5
			},
			{ "name": "Ephesians Chapter 6", "desc": "Duties of children and servants.  The Christian's armour.", "num": 6 }
		],
		"id": "ephesians",
		"prevLen": 6,
		"testament": "n"
	},
	{
		"num": 57,
		"short": "Philippians",
		"name": "Epistle of St. Paul to the Philippians",
		"fmlname": "THE EPISTLE OF ST. PAUL TO THE PHILIPPIANS",
		"group": "The Epistles",
		"desc": "The Philippians were the first among the Macedonians converted to the faith.  They had a great veneration for St. Paul and supplied his wants when he was a prisoner in Rome, sending to him by Epaphroditus, by whom he sent this Epistle; in which he recommends charity, unity and humility and warns them against false teachers, whom he calls dogs and enemies of the cross of Christ.  He also returns thanks for their benefactions.  It was written about twenty-nine years after our Lord's Ascension.",
		"ch": [
			{ "name": "Philippians Chapter 1", "desc": "The apostle's affection for the Philippians.", "num": 1 },
			{
				"name": "Philippians Chapter 2",
				"desc": "He recommends them to unity and humility, and to work out their salvation with fear and trembling.",
				"num": 2
			},
			{
				"name": "Philippians Chapter 3",
				"desc": "He warneth them against false teachers.  He counts all other things loss, that he may gain Christ.",
				"num": 3
			},
			{
				"name": "Philippians Chapter 4",
				"desc": "He exhorts them to perseverance in all good and acknowledges their charitable contributions to him.",
				"num": 4
			}
		],
		"id": "philippians",
		"prevLen": 6,
		"testament": "n"
	},
	{
		"num": 58,
		"short": "Colossians",
		"name": "Epistle of St. Paul to the Colossians",
		"fmlname": "THE EPISTLE OF ST. PAUL TO THE COLOSSIANS",
		"group": "The Epistles",
		"desc": "Colossa was a city of Phrygia, near Laodicea.  It does not appear that St. Paul had preached there himself, but that the Colossians were converted by Epaphras, a disciple of the Apostles.  However, as St. Paul was the great Apostle of the Gentiles, he wrote this Epistle to the Colossians when he was in prison, and about the same time that he wrote to the Ephesians and Philippians.  The exhortations and doctrine it contains are similar to that which is set forth in his Epistle to the Ephesians.",
		"ch": [
			{
				"name": "Colossians Chapter 1",
				"desc": "He gives thanks for the grace bestowed upon the Colossians and prays for them.  Christ is the head of the church and the peacemaker through his blood.  Paul is his minister.",
				"num": 1
			},
			{
				"name": "Colossians Chapter 2",
				"desc": "He warns them against the impostures of the philosophers and the Jewish teachers, that would withdraw them from Christ.",
				"num": 2
			},
			{
				"name": "Colossians Chapter 3",
				"desc": "He exhorts them to put off the old man, and to put on the new.  The duties of wives and husbands, children and servants.",
				"num": 3
			},
			{ "name": "Colossians Chapter 4", "desc": "He recommends constant prayer and wisdom.  Various salutations.", "num": 4 }
		],
		"id": "colossians",
		"prevLen": 4,
		"testament": "n"
	},
	{
		"num": 59,
		"short": "1 Thessalonians",
		"name": "First Epistle of St. Paul to the Thessalonians",
		"fmlname": "THE FIRST EPISTLE OF ST. PAUL TO THE THESSALONIANS",
		"group": "The Epistles",
		"desc": "Thessalonica was the capital of Macedonia, in which St. Paul, having preached the Gospel, converted some Jews and a great number of the Gentiles:  but the unbelieving Jews, envying his success, raised such a commotion against him that he, and his companion, Sylvanus were obliged to quit the city.  Afterwards he went to Athens, where he heard that the converts in Thessalonica were under a severe persecution, ever since his departure; and lest they should lose their fortitude, he sent Timothy to strengthen and comfort them in their sufferings.  In the meantime St. Paul came to Corinth, where he wrote this first Epistle, and also the second to the Thessalonians, both in the same year, being the nineteenth after our Lord's Ascension.  These are the first of his Epistles in the order of time.",
		"ch": [
			{ "name": "1 Thessalonians Chapter 1", "desc": "He gives thanks for the grace bestowed on the Thessalonians.", "num": 1 },
			{
				"name": "1 Thessalonians Chapter 2",
				"desc": "The sincerity of the apostle's preaching the gospel to them and of their receiving it.",
				"num": 2
			},
			{ "name": "1 Thessalonians Chapter 3", "desc": "The apostle's concern and love for the Thessalonians.", "num": 3 },
			{
				"name": "1 Thessalonians Chapter 4",
				"desc": "He exhorts them to purity and mutual charity.  He treats of the resurrection of the dead.",
				"num": 4
			},
			{
				"name": "1 Thessalonians Chapter 5",
				"desc": "The day of the Lord shall come when least expected.  Exhortations to several duties.",
				"num": 5
			}
		],
		"id": "1thessalonians",
		"prevLen": 4,
		"testament": "n"
	},
	{
		"num": 60,
		"short": "2 Thessalonians",
		"name": "Second Epistle of St. Paul to the Thessalonians",
		"fmlname": "THE SECOND EPISTLE OF ST. PAUL TO THE THESSALONIANS",
		"group": "The Epistles",
		"desc": "In this Epistle St. Paul admonishes the Thessalonians to be constant in the faith of Christ and not to be terrified by the insinuations of false teachers telling them that the day of judgment was near at hand, as there must come many signs and wonders before it.  He bids them to hold firm the traditions received from him, whether by word, or by epistle, and shews them how they may be certain of his letters by the manner he writes.",
		"ch": [
			{
				"name": "2 Thessalonians Chapter 1",
				"desc": "He gives thanks to God for their faith and constancy and prays for their advancement in all good.",
				"num": 1
			},
			{
				"name": "2 Thessalonians Chapter 2",
				"desc": "The day of the Lord is not to come till the man of sin be revealed.  The apostle's traditions are to be observed.",
				"num": 2
			},
			{ "name": "2 Thessalonians Chapter 3", "desc": "He begs their prayers and warns them against idleness.", "num": 3 }
		],
		"id": "2thessalonians",
		"prevLen": 5,
		"testament": "n"
	},
	{
		"num": 61,
		"short": "1 Timothy",
		"name": "First Epistle of St. Paul to Timothy",
		"fmlname": "THE FIRST EPISTLE OF ST. PAUL TO TIMOTHY",
		"group": "The Epistles",
		"desc": "St. Paul write this Epistle to his BELOVED TIMOTHY, being then bishop of Ephesus, to instruct him in the duties of a bishop, both in respect to himself and to his charge; and that he ought to be well informed of the good morals of those on whom he was to impose hands:  Impose not hands lightly upon any man.  He tells him also how he should behave towards his clergy.  The Epistle was written about 33 years after our Lord's Ascension; but where it was written is uncertain:  the more general opinion is, that it was in Macedonia.",
		"ch": [
			{
				"name": "1 Timothy Chapter 1",
				"desc": "He puts Timothy in mind of his charge and blesses God for the mercy he himself had received.",
				"num": 1
			},
			{
				"name": "1 Timothy Chapter 2",
				"desc": "Prayers are to be said for all men, because God wills the salvation of all.  Women are not to teach.",
				"num": 2
			},
			{ "name": "1 Timothy Chapter 3", "desc": "What sort of men are to be admitted into the clergy.  The church is the pillar of truth.", "num": 3 },
			{ "name": "1 Timothy Chapter 4", "desc": "He warns him against heretics, and exhorts him to the exercise of piety.", "num": 4 },
			{ "name": "1 Timothy Chapter 5", "desc": "He gives him lessons concerning widows, and how he is to behave to his clergy.", "num": 5 },
			{ "name": "1 Timothy Chapter 6", "desc": "Duties of servants.  The danger of covetousness.  Lessons for the rich.", "num": 6 }
		],
		"id": "1timothy",
		"prevLen": 3,
		"testament": "n"
	},
	{
		"num": 62,
		"short": "2 Timothy",
		"name": "Second Epistle of St. Paul to Timothy",
		"fmlname": "THE SECOND EPISTLE OF ST. PAUL TO TIMOTHY",
		"group": "The Epistles",
		"desc": "In this Epistle, the Apostle again instructs and admonishes Timothy in what belonged to his office, as in the former; and also warns him to shun the conversation of those who had erred from the truth, describing at the same time their character, He tells him of his approaching death and desires him to come speedily to him.  It appears from this circumstance that he wrote this second Epistle in the time of his last imprisonment at Rome and not long before his martyrdom.",
		"ch": [
			{
				"name": "2 Timothy Chapter 1",
				"desc": "He admonishes him to stir up the grace he received by his ordination and not to be discouraged at his sufferings, but to hold firm the sound doctrine of the gospel.",
				"num": 1
			},
			{
				"name": "2 Timothy Chapter 2",
				"desc": "He exhorts him to diligence in his office and patience in suffering. The danger of the delusions of heretics.",
				"num": 2
			},
			{
				"name": "2 Timothy Chapter 3",
				"desc": "The character of heretics of latter days.  He exhorts Timothy to constancy.  Of the great profit of the knowledge of the scriptures.",
				"num": 3
			},
			{
				"name": "2 Timothy Chapter 4",
				"desc": "His charge to Timothy.  He tells him of his approaching death and desires him to come to him.",
				"num": 4
			}
		],
		"id": "2timothy",
		"prevLen": 6,
		"testament": "n"
	},
	{
		"num": 63,
		"short": "Titus",
		"name": "Epistle of St. Paul to Titus",
		"fmlname": "THE EPISTLE OF ST. PAUL TO TITUS",
		"group": "The Epistles",
		"desc": "St. Paul, having preached the faith in the island of Crete, he ordained his beloved disciple and companion, Titus, bishop, and left him there to finish the work which he had begun.  Afterwards the Apostle, on a journey to Nicopolis, a city of Macedonia, wrote this Epistle to Titus, in which he directs him to ordain bishops and priests for the different cities, shewing him the principal qualities necessary for a bishop.  He also gives him particular advice for his own conduct to his flock, exhorting him to hold to strictness of discipline, but seasoned with lenity.  It was written about thirty-three years after our Lord's Ascension.",
		"ch": [
			{ "name": "Titus Chapter 1", "desc": "What kind of men he is to ordain priests.  Some men are to be sharply rebuked.", "num": 1 },
			{
				"name": "Titus Chapter 2",
				"desc": "How he is to instruct both old and young.  The duty of servants.  The Christian's rule of life.",
				"num": 2
			},
			{ "name": "Titus Chapter 3", "desc": "Other instructions and directions for life and doctrine.", "num": 3 }
		],
		"id": "titus",
		"prevLen": 4,
		"testament": "n"
	},
	{
		"num": 64,
		"short": "Philemon",
		"name": "Epistle of St. Paul to Philemon",
		"fmlname": "THE EPISTLE OF ST. PAUL TO PHILEMON",
		"group": "The Epistles",
		"desc": "Philemon, a noble citizen of Colossa, had a servant named Onesimus, who robbed him and fled to Rome, where he met St. Paul, who was then a prisoner there the first time.  The apostle took compassion on him and received him with tenderness and converted him to the faith; for he was a Gentile before.  St. Paul sends him back to his master with this Epistle in his favour:  and though he beseeches Philemon to pardon him, yet the Apostle writes with becoming dignity and authority.  It contains divers profitable instructions and points out the charity and humanity that masters should have for their servants.",
		"ch": [
			{
				"name": "Philemon Chapter 1",
				"desc": "He commends the faith and charity of Philemon; and sends back to him his fugitive servant, whom he had converted in prison.",
				"num": 1
			}
		],
		"id": "philemon",
		"prevLen": 3,
		"testament": "n"
	},
	{
		"num": 65,
		"short": "Hebrews",
		"name": "Epistle of St. Paul to the Hebrews",
		"fmlname": "THE EPISTLE OF ST. PAUL TO THE HEBREWS",
		"group": "The Epistles",
		"desc": "St. Paul wrote this Epistle to the Christians in Palestine, the most part of whom being Jews before their conversion, they were called Hebrews.  He exhorts them to be thoroughly converted and confirmed in the faith of Christ, clearly shewing them the preeminence of Christ's priesthood above the Levitical, and also the excellence of the new law above the old.  He commends faith by the example of the ancient fathers: and exhorts them to patience and perseverance and to remain in fraternal charity.  It appears from chap. 13 that this Epistle was written in Italy, and probably at Rome, about twenty-nine years after our Lord's Ascension.",
		"ch": [
			{
				"name": "Hebrews Chapter 1",
				"desc": "God spoke of old by the prophets, but now by his Son, who is incomparably greater than the angels.",
				"num": 1
			},
			{
				"name": "Hebrews Chapter 2",
				"desc": "The transgression of the precepts of the Son of God is far more condemnable than of those of the Old Testament given by angels.",
				"num": 2
			},
			{
				"name": "Hebrews Chapter 3",
				"desc": "Christ is more excellent than Moses.  Wherefore we must adhere to him by faith and obedience.",
				"num": 3
			},
			{ "name": "Hebrews Chapter 4", "desc": "The Christian's rest.  We are to enter into it through Jesus Christ.", "num": 4 },
			{ "name": "Hebrews Chapter 5", "desc": "The office of a high priest.  Christ is our high priest.", "num": 5 },
			{
				"name": "Hebrews Chapter 6",
				"desc": "He warns them of the danger of falling by apostasy and exhorts them to patience and perseverance.",
				"num": 6
			},
			{
				"name": "Hebrews Chapter 7",
				"desc": "The priesthood of Christ according to the order of Melchisedech excels the Levitical priesthood and puts an end both to that and to the law.",
				"num": 7
			},
			{ "name": "Hebrews Chapter 8", "desc": "More of the excellence of the priesthood of Christ and of the New Testament.", "num": 8 },
			{ "name": "Hebrews Chapter 9", "desc": "The sacrifices of the law were far inferior to that of Christ.", "num": 9 },
			{
				"name": "Hebrews Chapter 10",
				"desc": "Because of the insufficiency of the sacrifices of the law, Christ our high priest shed his own blood for us, offering up once for all the sacrifice of our redemption.  He exhorts them to perseverance.",
				"num": 10
			},
			{ "name": "Hebrews Chapter 11", "desc": "What faith is.  Its wonderful fruits and efficacy demonstrated in the fathers.", "num": 11 },
			{
				"name": "Hebrews Chapter 12",
				"desc": "Exhortation to constancy under their crosses.  The danger of abusing the graces of the New Testament.",
				"num": 12
			},
			{ "name": "Hebrews Chapter 13", "desc": "Divers admonitions and exhortations.", "num": 13 }
		],
		"id": "hebrews",
		"prevLen": 1,
		"testament": "n"
	},
	{
		"num": 66,
		"short": "James",
		"name": "Catholic Epistle of St. James the Apostle",
		"fmlname": "THE CATHOLIC EPISTLE OF <br>ST. JAMES THE APOSTLE",
		"group": "The Catholic Epistles",
		"desc": "This Epistle is called Catholic or Universal, as formerly were also the two Epistles of St. Peter, the first of St. John and that of St. Jude, because they were not written to any peculiar people or particular person, but to the faithful in general.  It was written by the apostle St. James, called the Less, who was also called the brother of our Lord, being his kinsman (for cousins german with the Hebrews were called brothers).  He was the first Bishop of Jerusalem.  In this Epistle are set forth many precepts appertaining to faith and morals; particularly, that faith without good works will not save a man and that true wisdom is given only from above.  In the fifth chapter he publishes the sacrament of anointing the sick.  It was written a short time before his martyrdom, about twenty-eight years after our Lord's Ascension.",
		"ch": [
			{
				"name": "James Chapter 1",
				"desc": "The benefit of tribulations.  Prayer with faith.  God is the author of all good, but not of evil.  We must be slow to anger and not hearers only, but doers of the word.  Of bridling the tongue and of pure religion.",
				"num": 1
			},
			{
				"name": "James Chapter 2",
				"desc": "Against respect of persons.  The danger of transgressing one point of the law.  Faith is dead without works.",
				"num": 2
			},
			{ "name": "James Chapter 3", "desc": "Of the evils of the tongue.  Of the difference between the earthly and heavenly wisdom.", "num": 3 },
			{
				"name": "James Chapter 4",
				"desc": "The evils that flow from yielding to concupiscence and being friends to this world.  Admonitions against pride, detraction and the like.",
				"num": 4
			},
			{
				"name": "James Chapter 5",
				"desc": "A woe to the rich that oppress the poor.  Exhortations to patience and to avoid swearing.  Of the anointing the sick, confession of sins and fervour in prayer.",
				"num": 5
			}
		],
		"id": "james",
		"prevLen": 13,
		"testament": "n"
	},
	{
		"num": 67,
		"short": "1 Peter",
		"name": "First Epistle of St. Peter the Apostle",
		"fmlname": "THE FIRST EPISTLE OF ST. PETER THE APOSTLE",
		"group": "The Catholic Epistles",
		"desc": "The first Epistle of St. Peter, though brief, contains much doctrine concerning Faith, Hope, and Charity, with divers instructions to all persons of what state or condition soever.  The Apostle commands submission to rulers and superiors and exhorts all to the practice of a virtuous life in imitation, of Christ.  This Epistle is written with such apostolical dignity as to manifest the supreme authority with which its writer, the Prince of the Apostles, had been vested by his Lord and Master, Jesus Christ.  He wrote it at Rome, which figuratively he calls Babylon, about fifteen years after our Lord's Ascension.",
		"ch": [
			{
				"name": "1 Peter Chapter 1",
				"desc": "He gives thanks to God for the benefit of our being called to the true faith and to eternal life, into which we are to enter by many tribulations.  He exhorts to holiness of life, considering the holiness of God and our redemption by the blood of Christ.",
				"num": 1
			},
			{
				"name": "1 Peter Chapter 2",
				"desc": "We are to lay aside all guile and go to Christ the living stone, and, as being now his people, walk worthily of him, with submission to superiors and patience under sufferings.",
				"num": 2
			},
			{
				"name": "1 Peter Chapter 3",
				"desc": "How wives are to behave to their husbands.  What ornaments they are to seek.  Exhortations to divers Virtues.",
				"num": 3
			},
			{
				"name": "1 Peter Chapter 4",
				"desc": "Exhortations to cease from sin, to mutual charity, to do all for the glory of God, to be willing to suffer for Christ.",
				"num": 4
			},
			{
				"name": "1 Peter Chapter 5",
				"desc": "He exhorts both priests and laity to their respective duties and recommends to all humility and watchfulness.",
				"num": 5
			}
		],
		"id": "1peter",
		"prevLen": 5,
		"testament": "n"
	},
	{
		"num": 68,
		"short": "2 Peter",
		"name": "Second Epistle of St. Peter the Apostle",
		"fmlname": "THE SECOND EPISTLE OF ST. PETER THE APOSTLE",
		"group": "The Catholic Epistles",
		"desc": "In this Epistle St. Peter says (chap. 3.), Behold this second Epistle I write to you:  and before (chap. 1. 14,) Being assured that the laying away of this my tabernacle is at hand.  This shews, that it was written a very short time before his martyrdom, which was about thirty-five years after our Lord's Ascension.  In this Epistle he admonishes the faithful to be mindful of the great gifts they received from God and to join all other virtues with their faith.  He warns them against false teachers, by describing their practices and foretelling their punishments.  He describes the dissolution of this world by fire and the day of judgment.",
		"ch": [
			{
				"name": "2 Peter Chapter 1",
				"desc": "He exhorts them to join all other virtues with their faith, in order to secure their salvation.",
				"num": 1
			},
			{ "name": "2 Peter Chapter 2", "desc": "He warns them against false teachers and foretells their punishment.", "num": 2 },
			{
				"name": "2 Peter Chapter 3",
				"desc": "Against scoffers denying the second coming of Christ.  He declares the sudden dissolution of this world and exhorts to holiness of life.",
				"num": 3
			}
		],
		"id": "2peter",
		"prevLen": 5,
		"testament": "n"
	},
	{
		"num": 69,
		"short": "1 John",
		"name": "First Epistle of St. John the Apostle",
		"fmlname": "THE FIRST EPISTLE OF ST. JOHN THE APOSTLE",
		"group": "The Catholic Epistles",
		"desc": "The same vein of divine love and charity towards our neighbour, which runs throughout the Gospel written by the beloved disciple and Evangelist, St. John, is found also in his Epistles.  He confirms the two principal mysteries of faith:  The mystery of the Trinity and the mystery of the incarnation of Jesus Christ the Son of God.  The sublimity and excellence of the evangelical doctrine he declares:  And this commandment we have from God, that he, who loveth God, love also his brother (chap. 4,21).  And again:  For this is the charity of God, that we keep his commandments, and:  His commandments are not heavy (chap. 5,3).  He shews how to distinguish the children of God from those of the devil:  marks out those who should be called Antichrists: describes the turpitude and gravity of sin.  Finally, he shews how the sinner may hope for pardon.  It was written, according to Baronius' account, sixty-six years after our Lord's Ascension.",
		"ch": [
			{
				"name": "1 John Chapter 1",
				"desc": "He declares what he has seen and heard of Christ who is the life eternal, to the end that we may have fellowship with God and all good through him.  Yet so if we confess our sins.",
				"num": 1
			},
			{
				"name": "1 John Chapter 2",
				"desc": "Christ is our advocate.  We must keep his commandments and love one another.  We must not love the world nor give ear to new teachers, but abide by the spirit of God in the church.",
				"num": 2
			},
			{
				"name": "1 John Chapter 3",
				"desc": "Of the love of God to us.  How we may distinguish the children of God and those of the devil.  Of loving one another and of purity of conscience.",
				"num": 3
			},
			{
				"name": "1 John Chapter 4",
				"desc": "What spirits are of God, and what are not.  We must love one another, because God has loved us.",
				"num": 4
			},
			{
				"name": "1 John Chapter 5",
				"desc": "Of them that are born of God, and of true charity.  Faith overcomes the world.  Three that bear witness to Christ.  Of faith in his name and of sin that is and is not to death.",
				"num": 5
			}
		],
		"id": "1john",
		"prevLen": 3,
		"testament": "n"
	},
	{
		"num": 70,
		"short": "2 John",
		"name": "Second Epistle of St. John the Apostle",
		"fmlname": "THE SECOND EPISTLE OF ST. JOHN THE APOSTLE",
		"group": "The Catholic Epistles",
		"desc": "The Apostle commends Electa and her family for their steadfastness in the true faith and exhorts them to persevere, lest they lose the reward of their labours.  He exhorts them to love one another.  But with heretics to have no society, even not to salute them.  Although this Epistle is written to a particular person, yet its instructions may serve as a lesson to others, especially to those who, from their connections, situation, or condition in life, are in danger of perversion.",
		"ch": [{ "name": "2 John Chapter 1", "desc": "He recommends walking in truth, loving one another and to beware of false teachers.", "num": 1 }],
		"id": "2john",
		"prevLen": 5,
		"testament": "n"
	},
	{
		"num": 71,
		"short": "3 John",
		"name": "Third Epistle of St. John the Apostle",
		"fmlname": "THE THIRD EPISTLE OF ST. JOHN THE APOSTLE",
		"group": "The Catholic Epistles",
		"desc": "St. John praises Gaius for his walking in truth and for his charity, complains of the bad conduct of Diotrephes and gives a good testimony to Demetrius.",
		"ch": [{ "name": "3 John Chapter 1", "num": 1 }],
		"id": "3john",
		"prevLen": 1,
		"testament": "n"
	},
	{
		"num": 72,
		"short": "Jude",
		"name": "Catholic Epistle of St. Jude the Apostle",
		"fmlname": "THE CATHOLIC EPISTLE OF ST. JUDE",
		"group": "The Catholic Epistles",
		"desc": "St. Jude, who wrote this Epistle, was one of the twelve Apostles and brother to St. James the Less.  The time it was written is uncertain: only it may be inferred from verse 17 that few or none of the Apostles were then living, except St. John.  He inveighs against the heresies and wicked practices of the Simonians, Nicolaites, and Gnostics, etc., describing them and their leaders by strong epithets and similes, He exhorts the faithful to contend earnestly for the faith first delivered to them and to beware of heretics.",
		"ch": [
			{ "name": "Jude Chapter 1", "desc": "He exhorts them to stand to the faith first delivered to them and to beware of heretics.", "num": 1 }
		],
		"id": "jude",
		"prevLen": 1,
		"testament": "n"
	},
	{
		"num": 73,
		"short": "Apocalypse",
		"name": "Apocalypse of St. John the Apostle",
		"fmlname": "THE APOCALYPSE OF ST. JOHN THE APOSTLE",
		"group": "The Apocalypse",
		"desc": "In the first, second, and third ch of this Book are contained instructions and admonitions which St. John was commanded to write to the seven bishops of the churches in Asia.  And in the following ch, to the end, are contained prophecies of things that are to come to pass in the Church of Christ, particularly towards the end of the world, in the time of Antichrist.  It was written in Greek, in the island of Patmos, where St. John was in banishment by order of the cruel emperor Domitian, about sixty-four years after our Lord's Ascension.",
		"ch": [
			{
				"name": "Apocalypse Chapter 1",
				"desc": "St. John is ordered to write to the seven churches in Asia.  The manner of Christ's appearing to him.",
				"num": 1
			},
			{
				"name": "Apocalypse Chapter 2",
				"desc": "Directions what to write to the angels or bishops of Ephesus, Smyrna, Pergamus and Thyatira.",
				"num": 2
			},
			{ "name": "Apocalypse Chapter 3", "desc": "Directions what to write to Sardis, Philadelphia and Laodicea.", "num": 3 },
			{
				"name": "Apocalypse Chapter 4",
				"desc": "The vision of the throne of God, the twenty-four ancients and the four living creatures.",
				"num": 4
			},
			{
				"name": "Apocalypse Chapter 5",
				"desc": "The book sealed with seven seals is opened by the Lamb, who thereupon receives adoration and praise from all.",
				"num": 5
			},
			{ "name": "Apocalypse Chapter 6", "desc": "What followed upon opening six of the seals.", "num": 6 },
			{
				"name": "Apocalypse Chapter 7",
				"desc": "The number of them that were marked with the seal of the living God and clothed in white robes.",
				"num": 7
			},
			{ "name": "Apocalypse Chapter 8", "desc": "The seventh seal is opened.  The angels with the seven trumpets.", "num": 8 },
			{ "name": "Apocalypse Chapter 9", "desc": "Locusts come forth from the bottomless pit.  The vision of the army of horsemen.", "num": 9 },
			{ "name": "Apocalypse Chapter 10", "desc": "The cry of a mighty angel.  He gives John a book to eat.", "num": 10 },
			{ "name": "Apocalypse Chapter 11", "desc": "He is ordered to measure the temple.  The two witnesses.", "num": 11 },
			{ "name": "Apocalypse Chapter 12", "desc": "The vision of the woman clothed with the sun and of the great dragon her persecutor.", "num": 12 },
			{ "name": "Apocalypse Chapter 13", "desc": "Of the beast with seven heads and of a second beast.", "num": 13 },
			{
				"name": "Apocalypse Chapter 14",
				"desc": "Of the Lamb and of the virgins that follow him.  Of the judgments that shall fall upon the wicked.",
				"num": 14
			},
			{
				"name": "Apocalypse Chapter 15",
				"desc": "They that have overcome the beast glorify God.  Of the seven angels with the seven vials.",
				"num": 15
			},
			{ "name": "Apocalypse Chapter 16", "desc": "The seven vials are poured out.  The plagues that ensue.", "num": 16 },
			{ "name": "Apocalypse Chapter 17", "desc": "The description of the great harlot and of the beast upon which she sits.", "num": 17 },
			{ "name": "Apocalypse Chapter 18", "desc": "The fall of Babylon.  Kings and merchants lament over her.", "num": 18 },
			{
				"name": "Apocalypse Chapter 19",
				"desc": "The saints glorify God for his judgments on the great harlot.  Christ's victory over the beast and the kings of the earth.",
				"num": 19
			},
			{
				"name": "Apocalypse Chapter 20",
				"desc": "Satan is bound for a thousand years.  The souls of the martyrs reign with Christ in the first resurrection.  The last attempts of Satan against the church.  The last judgment.",
				"num": 20
			},
			{ "name": "Apocalypse Chapter 21", "desc": "The new Jerusalem described.", "num": 21 },
			{ "name": "Apocalypse Chapter 22", "desc": "The water and tree of life.  The conclusion.", "num": 22 }
		],
		"id": "apocalypse",
		"prevLen": 1,
		"testament": "n"
	}
]
